Repository: MauRoblesss/pixmap
Catalog: i18n/*.po
Languages: fa, fr, it, nl, sl

source: Grid ON
fa: شبکه روشن است
fr: Grille ON
it: Griglia ATTIVA
nl: Raster AAN

source: Grid OFF
fa: شبکه خاموش است
fr: Grille OFF
it: Griglia DISATTIVA
nl: Raster UIT

source: Pixel Notify ON
fa: هشدار دهنده پیکسل روشن است
fr: Notification de Pixel ON
it: Notifiche Pixel ATTIVE
nl: Pixelmelding AAN

source: Pixel Notify OFF
fa: هشدار دهنده پیکسل خاموش است
fr: Notification de Pixel OFF
it: Notifiche Pixel DISATTIVE
nl: Pixelmelding UIT

source: Muted Sound
fa: صدا ساکت است
fr: Son mis en sourdine
it: Suono Mutato
nl: Gedempt geluid

source: Unmuted Sound
fa: صدا ساکت نیست
fr: Son rétabli
it: Suono Smutato
nl: Ongedempt geluid

source: Copied!
fa: کپی شد!
fr: Copié !
it: Copiato!
nl: Gekopiëerd!
sl: Kopirano!

source: Show Hidden Canvases
fa: بوم های مخفی را نشان بده
fr: Voir les toiles cachées
it: Mostra Canvas Nascosti
nl: Toon verborgen canvassen

source: Hide Hidden Canvases
fa: بوم های مخفی را پنهان کن
fr: Cacher les toiles cachées
it: Nascondi Canvas Nascosti
nl: Verberg verborgen canvassen

source: Error :(
fa: نشد :(
fr: Erreur :(
it: Errore :(
nl: Fout :(
sl: Napaka :c

source: Didn't get an answer from pixmap. Maybe try to refresh?
fa: انگاری هیچ پاسخی از خود سایت نیومده. نظرت چیه که سایت رو دوباره باز کنی؟
fr: Pas de réponse de PixMap. Essayez peut-être d'actualiser le site ?
it: Non c'è stata risposta da pixmap. Prova a ricaricare?
nl: Geen antwoord gekregen van pixmap. Misschien eens proberen te vernieuwen?
sl: Nismo prejeli odgovora od pixmapa. Mogoče poskušaj osvežiti?

source: Invalid Canvas
fa: بوم پیدا نشد
fr: Toile invalide
it: Canvas Invalido
nl: Ongeldig canvas
sl: Nepravilno Platno

source: This canvas doesn't exist
fa: این بوم وجود ندارد
fr: Cette toile n'existe pas
it: Questo Canvas non esiste
nl: Dit canvas bestaat niet
sl: To platno ne obstaja

source: Invalid Coordinates
fa: مختصات اشتباه است
fr: Coordonnées invalides
it: Coordinate invalide
nl: Ongeldige coördinaten
sl: Neveljavni Koordinati

source: x out of bounds
fa: ایکس خارج از محدوده است
fr: x hors limites
it: x fuori dai bordi
nl: x buiten de baan
sl: x je izven meja

source: y out of bounds
fa: ایگرگ خارج از محدوده است
fr: y hors limites
it: y fuori dai bordi
nl: y buiten de baan
sl: y je izven meja

source: z out of bounds
fa: زد خارج از محدوده است
fr: z hors limites
it: z fuori dai bordi
nl: z buiten de baan
sl: z je izven meja

source: Wrong Color
fa: رنگ اشتباهی انتخاب کرده اید
fr: Mauvaise couleur
it: Colore Sbagliato
nl: Verkeerde kleur
sl: Napačna Barva

source: Invalid color selected
fa: سید رنگ نادرستی انتخاب کردین
fr: Couleur invalide sélectionnée
it: Colore selezionato invalido
nl: Ongeldige kleur geselecteerd
sl: Izbrana je neveljavna barva

source: Just for registered Users
fa: فقط برای کاربران ثبت نام شده
fr: Uniquement pour les utilisateurs enregistrés
it: Solo per utenti registrati
nl: Alleen voor geregistreerde gebruikers
sl: Samo za registriran Uporabnike

source: You have to be logged in to place on this canvas
fa: باید توی سایت ثبت نام کنی که از این بوم بتونی استفاده کنی سید
fr: Vous devez être connecté pour placer sur cette toile
it: Devi fare l'accesso per piazzare su questo canvas
nl: Je moet ingelogd zijn om op dit canvas te kunnen plaatsen
sl: Za postavljanje na to platno morate biti prijavljeni

source: Place more :)
fa: پیکسل های بیشتری بزار سید :)
fr: Placer plus :)
it: Piazza di più :)
nl: Plaats meer :)
sl: Postavite več c:

source: You can not access this canvas yet. You need to place more pixels
fa: سید پیکسل به اندازه کافی نزاشتی. بخاطر همین نمیتونی به این بوم دسترسی داشته باشی
fr: Vous ne pouvez pas encore accéder à cette toile. Vous devez placer plus de pixels
it: Non puoi ancora accedere a questo canvas. Ti servono più pixel
nl: Je hebt nog geen toegang tot dit canvas. Je moet meer pixels plaatsen
sl: Ne morate še dostopati do tega platna. Najprej morate postaviti več pixlov.

source: Pixel protected!
fa: این پیکسل تحت حفاظت است!
fr: Pixel protégé !
it: Pixel protetto!
nl: Pixel beschermd!
sl: Pixel je zaščiten!

source: Please prove that you are human
fa: خواهش میکنم که ثابت کن که انسان هستی سید
fr: Veuillez prouver que vous êtes un humain
it: Per favore prova che sia umano
nl: Bewijs alsjeblieft dat je een mens bent
sl: Prosim dokažite, da ste človek

source: No Proxies Allowed :(
fa: داداش فیلترشکنت رو خاموش کن :(
fr: Aucun proxy autorisé :(
it: I proxy non sono ammessi, specialmente se sei terrone
nl: Geen proxy’s toegestaan :(
sl: Proxyi niso dovoljeni :c

source: You are using a Proxy.
fa: داری از فیلترشکن استفاده میکنی؟ نگران نباش سایت فیلتر نیست :)
fr: Vous utilisez un proxy.
it: Stai usando un proxy; asparati.
nl: U gebruikt een proxy.
sl: Uporabljate Proxy.

source: Not allowed
fa: قابل قبول نیست
it: Non permesso
nl: Niet toegestaan

source: Just the Top10 of yesterday can place here
fa: فقط تاپ 10 ها میتونن اینجا پیکسل بزارن
it: Solo i Top10 di ieri possono piazzare qui
nl: Alleen de Top10 van gisteren kan hier geplaatst worden

source: You are weird
fa: عجیب بازی در نیار
it: Sei strano, sei mica legio croazia?
nl: Jij bent raar

source: Server got confused by your pixels. Are you playing on multiple devices?
fa: انقدر پیکسل های قاطی پاتی گذاشتی سایت هنگ کرد. داری از چندتا دستگاه استفاده میکنی؟
it: I tuoi pixel hanno confuso il server. Stai piazzando su più device?
nl: Server raakte in de war door je pixels. Speel je op meerdere apparaten?

source: Banned
fa: بن شدی سید
it: Sei stato bannato, non fare il napoletano per favore
nl: Gebanned

source: Range Banned
fa: رنج بن شدی سید
it: Range Bannato
nl: Range gebaande

source: Your Internet Provider is banned from playing this game
fa: ارائه دهنده اینترنت تو حق بازی این سایت رو نداره
it: Il tuo Internet Provider è bannato da questo gioco
nl: Je internetprovider mag dit spel niet spelen

source: Timeout
fa: تایم اوت خوردی سید
it: Connessione persa, insulta foggia su discord.io/italy

source: Didn't get an answer from pixmap. Maybe try to refresh if problem persists?
fa: جوابی از سایت بهمون نرسیده. ببین اگر این مشکل باز تکرار شد سایت رو ببند دوباره باز کن؟
it: Non è giunta una risposta da pixmap. Prova a ricaricare se il problema persiste
nl: Geen antwoord gekregen van pixmap. Misschien proberen te vernieuwen als het probleem zich blijft voordoen?

source: Weird
fa: عجیب
fr: Étrange
it: Strano,
nl: Vreemd
sl: Čudno

source: Couldn't set Pixel
fa: پیکسل گذاشته نشد
fr: Impossible de définir le pixel
it: Pixel non piazzato
nl: Kan Pixel niet instellen
sl: Ne moremo postaviti Pixel

source: Canvas Error
fa: ارور بوم
it: Errore del canvas
nl: Canvas-fout

source: Can't render 3D canvas, do you have WebGL2 disabled?
fa: داداش بوم سه بعدی رندر نشد. WebGL2 رو غیر فعال کردی ناقلا؟
it: Non è stato possibile renderizzare il canvas 3D, hai WebGL2 disabilitato?
nl: Kan 3D-canvas niet weergeven, heeft u WebGL2 uitgeschakeld?

source: OK
fa: باشه
fr: D'accord
nl: Oké
sl: Vredu

source: You made too many requests
fa: زیادی درخواست دادی
fr: Vous avez fait trop de requêtes
it: Hai fatto troppe richieste
nl: Je hebt te veel verzoeken gedaan
sl: Ustvarili ste preveč zahtev

source: try again after ${ ti }min
fa: دوباره بعد ${ ti }دقیقه امتحان کن شاید درست شد
fr: essayez de nouveau après ${ ti } minutes
it: Prova di nuovo dopo ${ ti }min
nl: probeer het na ${ ti }minuten nog eens
sl: poskušaj znova čez ${ ti }min

source: Connection error ${ code } :(
fa: نتت مشکل داره کسکم. ${ code } :(
fr: Erreur de connexion ${ code } :(
it: Errore di connessione ${ code } :(
nl: Verbindingsfout ${ code } :(
sl: Problem s povezavo ${ code } :c

source: Could not connect to server, please try again later :(
fa: به سرور نتونستم وصل شم. بعدا یه امتحان بکن :(
fr: Impossible de se connecter au serveur, veuillez réessayer plus tard :(
it: Impossibile connettersi al server, per favore attendi e ritenta :(
nl: Kan geen verbinding maken met de server, probeer het later opnieuw :(
sl: Ne moremo se povezati s serverjem, prosim poskušajte ponovno kasneje :c

source: Unknown Error
fa: داداش یه ارور عجیبی اتفاق افتاد که خودمم نمیدونم چیه
fr: Erreur inconnue
it: Errore sconosciuno, prega
nl: Onbekende fout
sl: Neznana Napaka

source: Server answered with gibberish :(
fa: سرور با چرت و پرت جواب داد :(
fr: Le serveur a répondu n'importe quoi :(
it: Il server ha risposto confusonariamente :(
nl: Server antwoordde met gebrabbel :(
sl: Server se je odzval z blebetanjem :c

source: Your next pixels are ready
fa: پیکسل های بعدی تو آماده هستن سید
it: I tuoi prossimi pixel sono pronti
nl: Je volgende pixels zijn klaar

source: You can now place more on pixmap.fun :)
fa: حالا میتونی پیکسل های بیشتری بزاری :)
it: Puoi piazzare di più su pixmap.fun :)
nl: Je kunt nu meer plaatsen op pixmap.fun :)

source: mentioned you
fa: منشنت کرد
it: ti ha menzionato
nl: heeft je naam genoemd

source: You have new messages in chat
fa: توی چت پیام های حدید داری
it: Hai nuovi messaggi in chat
nl: Je hebt nieuwe berichten in de chat

source: Copy to Clipboard
fa: کپی شد سید
fr: Copier dans le presse-papier
it: Copiato nella Clipboard
nl: Kopieer naar klembord
sl: Kopiraj v Odložišče

source: Online Users on Canvas
fa: یوزر های انلاین در بوم
it: Utenti online sul canvas
nl: Online gebruikers op Canvas

source: Total Online Users
fa: تمام یوزر های آنلاین
it: Utenti online in totale
nl: Totaal aantal online gebruikers

source: Pixels placed
fa: پیکسل ها گذاشته شد
fr: Pixels placés
it: Pixel piazzati
nl: Pixels geplaatst
sl: Postavljeni pixli

source: Canvas Selection
fa: انتخاب بوم
fr: Sélection de toile
it: Selezione canvas
nl: Canvas Selectie
sl: Izbira Platna

source: Close Chat
fa: چت رو ببند
fr: Fermer le chat
it: Chiudi la chat
nl: Chat sluiten
sl: Zapri Klepet

source: Open Chat
fa: چت رو باز کن
fr: Ourvir le chat
it: Apri la chat
nl: Chat openen
sl: Odpri Klepet

source: Close Menu
fa: منو رو ببند
fr: Fermer le menu
it: Chiudi il menù
nl: Menu sluiten
sl: Zapri Meni

source: Open Menu
fa: منو رو باز کن
fr: Ouvrir le menu
it: Apri il menù
nl: Menu openen
sl: Odpri Meni

source: Loading
fa: در حال لود کردن
fr: Chargement
it: Caricamento
nl: Laden

source: Select Date above
fa: تاریخ رو انتخاب کن
fr: Sélectionner la date ci-dessus
it: Seleziona la data sopra
nl: Datum selecteren hierboven

source: Close
fa: ببند
fr: Fermer
it: Chiudi
nl: Sluiten
sl: Zapri

source: PopUp
fa: پاپ آپ

source: Restore
fa: بازگردانی کن
fr: Restaurer
it: Ristora
nl: Herstellen

source: Clone
fa: کلون کن
fr: Cloner
it: Clona
nl: Kloon

source: Move
fa: جا به جا کن
fr: Déplacer
it: Muovi
nl: Verplaatsen

source: Maximize
fa: به حداکثر برسون
fr: Maximiser
it: Massimizza
nl: Maximaliseren

source: Resize
fa: تغییر اندازه
fr: Redimensionner
it: Ridimenziona
nl: Schalen

source: Globe View
fa: بازدید از کل جهان
fr: Voir le globe
it: Visione globale
nl: Wereldbol bekijken
sl: Pogled Globusa

source: Close Palette
fa: جعبه رنگ ها رو ببند
fr: Fermer la palette
it: Chiudi la Palette
nl: Palet sluiten
sl: Zapri Paleto

source: Open Palette
fa: جعبه رنگ ها رو باز کن
fr: Ouvrir la palette
it: Apri la Palette
nl: Palet openen
sl: Odpri Paleto

source: Settings
fa: تنظیمات
fr: Paramètres
it: Impostazioni
nl: Instellingen
sl: Nastavitve

source: Help
fa: کمک
fr: Aide
it: Aiuto
nl: Hulp
sl: Pomoč

source: User Area
fa: منطقه یوزر
fr: Espace utilisateur
it: Area Utente
nl: Gebruikersgebied
sl: Uporabniško Območje

source: Make Screenshot
fa: اسکرین شات بگیر
fr: Prendre une capture d'écran
it: Fai uno Screenshot
nl: Screenshot maken
sl: Ustvari Zajem zaslona

source: Registration
fa: ثبت
fr: Inscription
it: Registrazione
nl: Registreer

source: Forgot Password
fa: پسورد رو یادم رفته
fr: Mot de passe oublié
it: Password dimenticata
nl: Wachtwoord vergeten

source: Chat
fa: چت
sl: Klepet

source: Canvas Archive
fa: آرشیو بوم
fr: Archive de toile
it: Archivio Canvas
nl: Canvas archief
sl: Arhiv Kanvasov

source: You took too long, try again.
fa: خیلی کارت طول کشید. دوباره امتحان کن.
it: Ci hai messo troppo, prova di nuovo
nl: Het duurde te lang, probeer het opnieuw.

source: You failed your captcha
fa: کَپچا رو نتونستی جواب بدی
it: Hai sbagliato il captcha
nl: Je captcha is mislukt

source: No or invalid captcha text
fa: یا هیچ کلمه ای توی کپچا نیست یا اصن اونی که باید رو ننوشتی
it: Nessun captcha text o invalido
nl: Geen of ongeldige captcha-tekst

source: No captcha id given
fa: هیچ آیدی کپچایی داده نشده
it: Nessun captcha id dato
nl: Geen captcha-ID opgegeven

source: Unknown Captcha Error
fa: یه ارور نامعلومی این کپچای لامصب داده
it: Errore captcha sconosciuto
nl: Onbekende Captcha-fout

source: Error
fa: ارور
fr: Erreur
it: Errore
nl: Fout
sl: Napaka

source: Cancel
fa: لغو
fr: Annuler
it: Cancella
nl: Annuleer
sl: Prekini

source: Send
fa: ارسال
fr: Envoyer
it: Manda
nl: Versturen
sl: Pošlji

source: You are banned. You think it is unjustifed? Check out the
fa: بن شدی سید. فکر میکنی یه اشتباهی رخ داده؟ خب برو درخواست
nl: Je bent gebanned. Vind je het onterecht? Bekijk de

source: on how to appeal.
fa: بده که بنت برداشته بشه.
it: per fare richiesta per rimuovere il ban
nl: over hoe je bezwaar kunt maken.

source: Reason
fa: دلیل
it: Causa
nl: Reden

source: By Mod
fa: توسط ادمین
it: Da Mod
nl: Door moderatie

source: Duration
fa: زمان
it: Durata
nl: Duur

source: Your ban expires at
fa: بن جنابعالی در این زمان برداشته میشه
it: Il tuo ban scade il
nl: Je ban loopt af om

source: which is in
fa: که در
it: che è in
nl: welke is in

source: Unbanned
fa: آنبن شدی
it: Non più bannato, spero tu abbia chiesto scusa in ginocchio nel mentre
nl: Ontbanned

source: Now that you have seen this message, you are no longer banned.
fa: خب الان که داری این پیامو میبینی، دیگه بن نیستی.
it: Ora che hai visto questo messaggio, non sei più bannato
nl: Nu je dit bericht hebt gezien, ben je niet langer gebanned.

source: Why?
fa: چرا؟
it: Perché?
nl: Waarom?

source: Show Grid
fa: شبکه رو نشون بده
fr: Afficher la grille
it: Mostra griglia
nl: Raster tonen
sl: Pokaži Mrežo

source: Turn on grid to highlight pixel borders.
fa: شبکه رو روشن کن که مرز های دور پیکسل ها نشون داده بشه.
fr: Active la grille pour mettre en evidence les bords des pixels.
it: Attiva la griglia nei bordi pixel evidenziati
nl: Schakel raster in om pixelraster te markeren.
sl: Za boljši pogled meja pixlov prižgite mrežo.

source: Show Pixel Activity
fa: فعالیت پیکسل ها رو نشون بده
fr: Afficher l'activité de pixels
it: Mostra attività pixel
nl: Pixelactiviteit weergeven
sl: Prikaži Aktivnost Pixlov

source: Show circles where pixels are placed.
fa: دور پیکسل هایی که گذاشته میشن دایره بزار.
fr: Affiche un cercle où les pixels sont placés.
it: Mostra cerchi dove i pixel sono piazzati
nl: Toon cirkels waar pixels zijn geplaatst.
sl: Pokači kroge kjer so postavljeni pixli

source: Disable Game Sounds
fa: صدا های بازی رو غیرفعال کن
fr: Désactiver les sons du jeu
it: DIsattiva tutti i suoni del Gioco
nl: Schakel spelgeluiden uit
sl: Ugasni Zvok Igre

source: All sound effects will be disabled.
fa: تمامی افکت های صدا غیرفعال میشه.
fr: Tous les effets sonores seront désactivés.
it: Tutti i suoni saranno disattivati
nl: Alle geluidseffecten worden uitgeschakeld.
sl: Vsi zvočni efekti bodo ugašnjeni

source: Your Browser doesn't allow us to use AudioContext to play sounds. Do you have some privacy feature blocking us?
fa: مرورگر شما به ما اجازه نمی دهد از AudioContext برای پخش صداها استفاده کنیم. آیا برخی از ویژگی های حفظ حریم خصوصی ما را مسدود می کند؟
fr: Votre navigateur ne nous autorise pas à utiliser l'AudioContext pour jouer des sons. Avez vous des options de confidentialités nous bloquant ?
it: Il tuo Browser non ci consente di usare AudioContext per riprodurre suoni. Hai alcune feature per la privacy che ci bloccano?
nl: Uw browser staat ons niet toe om AudioContext te gebruiken om geluiden af te spelen. Heeft u een privacyfunctie die ons blokkeert?

source: Enable chat notifications
fa: نوتیفیکیشن های چت رو فعال کن
fr: Activer les notifications du chat
it: Attiva le notifiche della chat
nl: Schakel chatmeldingen in
sl: Vklopite notifikacije klepetalnice

source: Play a sound when new chat messages arrive
fa: وقتی یه پیام جدید میاد یه صدایی بده
fr: Émet un son quand de nouveaux messages arrivent
it: Riproduci un suono quando arriva un nuovo messaggio arriva in chat
nl: Speel een geluid af wanneer er nieuwe chatberichten binnenkomen
sl: Igraj zvok ko se pojavijo novi zvoki sporočila

source: Auto Zoom In
fa: زوم اتوماتیک بزرگتر
fr: Zoomer automatiquement
nl: Automatisch inzoomen
sl: Avtomatsko se približaj

source: Zoom in instead of placing a pixel when you tap the canvas and your zoom is small.
fa: وقتی که بومت کوچیکه و میخوای پیکسل بزاری، بجای پیکسل گذاشتن زوم کن.
fr: Zoom au lieu de placer un pixel quand vous appuyez la toile et votre niveau de zoom est petit.
it: Ingrandisci invece di piazzare un pixel quando clicchi sul canvas e lo zoom è troppo piccolo
nl: Inzoomen in plaats van een pixel te plaatsen wanneer u op het canvas tikt en uw zoomlens klein is.
sl: Približaj se namesto da postaviš pixel, ko tapnete kanvas in je vaša oddaljenost velika

source: Compact Palette
fa: حعبه رنگ فشرده
fr: Palette compacte
it: Palette compatta
nl: Compact palet
sl: Kompaktna paleta

source: Display Palette in a compact form that takes less screen space.
fa: جعبه رنگ رو فشرده کن که فضای کمتری بگیره.
fr: Affiche la palette sous une forme compacte qui utilise moins d'espace de l'écran.
it: Mostra la palette in modo compatto per prendere meno spazio sullo schermo
nl: Geef Palette weer in een compacte vorm die minder schermruimte in beslag neemt.
sl: Prikaže paleto v bolj kompaktni obliki, ki vzame manj prostora na zaslonu.

source: Potato Mode
fa: حالت سیب زمینی
fr: Mode de patate
it: Modalità Spranga
nl: Aardappel modus
sl: Način za kalkulatorje

source: For when you are playing on a potato.
fa: برای موقعی که داری روی ذغال بازی میکنی.
fr: Pour quand vous jouez sur une patate.
it: Così pixmap non farà una spranga sulle tue risorse
nl: Voor als je op een aardappel speelt.
sl: Za tiste, ki igrate na kalkulatorjih.

source: Light Grid
fa: پس زمینه روشن
fr: Grille pâle
it: Griglia bianca
nl: Lichte raster
sl: Svetla mreža

source: Show Grid in white instead of black.
fa: پس زمینه رو بجای اینکه سفید نشون بده، سیاه نشون بده.
fr: Affiche la grille en blanc au lieu de noir.
it: Mostra la griglia in bianco invece che in nero
nl: Toon raster in wit in plaats van zwart.
sl: Mreža je svetla namesto temna

source: Historical View
fa: حالت تاریخی
fr: Vue historique
it: Modalità Storica
nl: Geschiedenis weergeven
sl: Pogled v zgodovino

source: Check out past versions of the canvas.
fa: نسخه های قدیمی این بوم رو نشون بده.
fr: Vérifie les anciennes versions de la toile.
it: Controlla versioni precedenti del canvas
nl: Bekijk eerdere versies van het canvas.
sl: Prikaži zgodovinske verzije kanvasa.

source: Themes
fa: تِم ها
fr: Thèmes
it: Temi
nl: Thema’s
sl: Teme

source: How pixmap should look like.
fa: پیکسل پلنت باید چطوری دیده بشه.
fr: À quoi pixmap devrait ressembler.
it: Come pixmap dovrebbe essere esteticamente
nl: Hoe pixmap eruit zou moeten zien.
sl: Kako si želite da pixmap izgleda

source: Select Language
fa: زبانت رو انتخاب کن
fr: Sélectionnez une langue
it: Seleziona la lingua
nl: Selecteer Taal
sl: Izberite Jezik

source: Place color pixels on a large canvas with other players online!
fa: پیکسل های رنگی را روی یک بوم بزرگ با سایر بازیکنان آنلاین قرار دهید!
fr: Placez des pixels colorés sur une grande toile avec d'autres en ligne !
it: Piazza pixel colorati su un canvas enorme con altri giocatori online!
nl: Plaats kleurpixels op een groot canvas samen met andere spelers online!
sl: Postavljaj barvne pixle na velikem kanvasu z drugimi igralci na spletu!

source: Our main canvas is a huge worldmap, you can place wherever you like, but you will have to wait a specific Cooldown between pixels. You can check out the cooldown and requirements on the Canvas Selection menu (globe button on top). Some canvases have a different cooldown for replacing a user-set pixels than placing on a unset pixel. i.e. 4s/7s means 4s on fresh pixels and 7s on already set pixels.
fa: ببین، این بوم یک نقشه از جهان با سایز بشدت بزرگی هست که تو میتونی هرجایی که دلت میخواد توش پیکسل بزاری. اما یادت باشه هر پیکسل که میزاری یه کولداون داره. تو میتونی کولداون و چیزای لازم برای استفاده از بوم رو توی بخش انتخاب بوم ببینی. بعضی بوم ها کولداون های مختلفی دارن و اینکه وقتی تو یک پیکسل رو روی یک پیکسلی که یکی دیگه گذاشته میزاری، کولداونش با پیکسل روی یک جای بی صاحب فرق داره. اینطوری که در بوم جهان، پیکسل های بی صاحب هر 4 ثانیه هست و گذاشتن روی پیکسل های صاحب دار 7 ثانیه.
fr: Notre toile principale est une grande carte du monde, vous pouvez placer des pixels où vous voulez, mais vous devez attendre un temps de recharge entre les pixels. Vous pouvez voir le temps de recharge et les exigences dans le menu de selection de toiles (le bouton du globe en haut). Certaines toiles ont des temps de recharge différents pour le remplacement de pixels placés par les utilisateurs de pixels non placés. C'est-à-dire 4s/7s veut dire 4s pour les pixels vierges et 7s pour les pixels déjà placés.
it: Il nostro canvas principale è una enorme mappa del mondo, dove puoi piazzare ovunque tu voglia, ma devi aspettare uno specifico cooldown tra i pixel. Puoi controllare il cooldown e i requisiti sul menù di Selezione Canvas (tasto globo in cima). Alcuni canvas hanno un cooldown differente per piazzare su pixel già colorati rispetto a pixel "freschi". Ad esempio, 4s/7s significa 4 secondi sui pixel freschi e 7 secondi su quelli già colorati da altri utenti
nl: Onze hoofdcanvas is een enorme wereldkaart, die je kunt plaatsen waar je maar wilt, maar je zult een specifieke cooldown tussen pixels moeten wachten. Je kunt de afkoelperiode en vereisten bekijken in het menu Canvasselectie (wereldbolknop bovenaan). Sommige canvassen hebben een andere cooldown voor het vervangen van door de gebruiker ingestelde pixels dan voor het plaatsen op een niet-ingestelde pixel. d.w.z. 4s/7s betekent 4s op verse pixels en 7s op reeds ingestelde pixels.
sl: Naš glavni kanvas je ogromen zemljevid sveta, tu lahko postavljate kjer hočete, vendar boste morali čakati za določen čas, med postavljenimi pixli. Lahko preverite koliko časa potrebujete med postavitvami na "Izbira Platna" meniju (gumb z globusom). Nekatera platna imajo drugačen čas če postavimo pixel na že prej postavljen pixel ter če postavimo kjer ni bil še nikoli postavljen. Se pravi 4s/7s pomeni 4s na nov pixel in 7s na že prej postavljen pixel.

source: Higher zoomlevels take some time to update, the 3D globe gets updated at least once per day.
fa: سطوح زوم بالاتر مدتی طول می کشد تا به روز شوند، کره سه بعدی حداقل یک بار در روز به روز می شود.
fr: Les niveaux plus élevés de zoomer mettent du temps de à se miser à jour, le globe 3D est mis à jour au moins une fois par jour.
it: Alti livelli di zoom necessitano di un po' di tempo per aggiornarsi, il Canvas 3D viene aggiornato almeno una volta al giorno
nl: Hogere zoomniveaus hebben enige tijd nodig om te updaten, de 3D-wereldbol wordt minstens één keer per dag bijgewerkt.
sl: Posodobitev višjih nivojev povečave traja nekaj časa, 3D globus se posodablja vsaj enkrat na dan.

source: Have fun!
fa: خوش بگذره!
fr: Amusez-vous bien !
it: BELEZA
nl: Veel plezier!
sl: Zabavaj se!

source: recommended
fa: پیشنهاد شده
fr: recommandé
it: Consigliato
nl: aanbevolen
sl: priporočaj

source: Source on
fa: منبع در
fr: Source activée
it: Fonte su
nl: Bron op
sl: Vir na

source: Map Data
fa: اطلاعات نقشه
fr: Données cartographiques
it: Data della mappa
nl: Kaartgegevens
sl: Podatki Zemljevida
