Repository: MauRoblesss/pixmap
Catalog: i18n/*.po
Languages: fa, fr, it, nl, sl

source: The bare map data that we use, together with converted OpenStreetMap tiles for orientation, can be downloaded from mega.nz here:
fa: داده های نقشه خالی که استفاده می کنیم، به همراه کاشی های OpenStreetMap تبدیل شده برای جهت یابی، می توانند از mega.nz در اینجا دانلود شوند:
fr: Les données cartographiques brutes que nous utilisons et les tuiles converties avec OpenStreepMap pour l'orientation peuvent être téléchargées sur mega.nz ici:
it: La mappa basica che usiamo, insieme alla conversione di OpenStreetMap, può essere scaricata da mega.nz qui (nota per PowerGab76, aspettiamo sempre il template del mare):
nl: De kale kaartgegevens die we gebruiken, samen met geconverteerde OpenStreetMap-tegels voor oriëntatie, kunnen hier van mega.nz worden gedownload:
sl: Gole podatke zemljevidov, ki jih uporabljamo skupaj s pretvorjenim OpenStreetMap ploščami za orientacijo, lahko prenesete iz mega.nz tukaj:

source: Banned? Detected as Proxy?
fa: بن شدی؟ به عنوان پروکسی شناخته شدی؟
it: Bannato? Rilevato Proxy? Serbia impression?
nl: Gebanned? Gedetecteerd als proxy?

source: If you got detected as proxy, but you are none, or think that you got wrongfully banned, please go to our ${ guildedLink } or send us an e-mail to ${ mailLink } and include the following IID:
fa: اگر فکر کردن تو رباتی ولی تو فکر میکنی که نیستی، یا فکر میکنی که اشتباها بن شدی، پس برو به ${ guildedLink } یا یه ایمیل به ${ mailLink } بفرست و آیدی مورد نظر رو اضافه کن:
it: Se sei stato rilevato come proxy, ma non lo sei, o pensi che sei stato bannato ingiustamente, per favore vai al nostro ${ guildedLink } o mandaci una mail a ${ mailLink } e includi il seguente IID
nl: Als je bent gedetecteerd als proxy, maar je bent er niet, of denkt dat je onterecht bent verbannen, ga dan naar onze ${ guildedLink } of stuur ons een e-mail naar ${ mailLink } en voeg de volgende IID toe:

source: Controls
fa: کنترل ها
fr: Contrôles
it: Controlli
nl: Bedieningen
sl: Kontrole

source: Click a color in palette to select it
fa: یه رنگ توی حعبه رنگ کلیک کن تا انتخاب کنی
fr: Cliquez sur une couleur pour la sélectionner
it: Clicca un colore nella palette per selezionarlo
nl: Klik op een kleur in het palet om deze te selecteren
sl: Kliknite na barvo na paleti, da jo izberete.

source: Press ${ bindG } to toggle grid
fa: روی ${ bindG } بزن تا شبکه فعال بشه
fr: Appuyez sur ${ bindG } pour activer la grille
it: Premi ${ bindG } per attivare o disattivare la griglia ${ bindG }
nl: Druk op ${ bindG } om van raster te wisselen
sl: Kliknite ${ bindG } da vklopite mrežo

source: Press ${ bindX } to toggle showing of pixel activity
fa: روی ${ bindX } بزن تا فعالیت پیکسلی نشون داده بشه
fr: Appuyez sur ${ bindX } pour activer la vue du placement des pixels
it: Premi ${ bindX } per attivare o disattivare l'attività pixel
nl: Druk op ${ bindX } om de weergave van pixelactiviteit in of uit te schakelen
sl: Kliknite ${ bindX } da vklopite prikazovanje aktivnosti

source: Press ${ bindH } to toggle historical view
fa: روی ${ bindH } بزن تا دید تاریخی فعال بشه
fr: Appuyez sur ${ bindH } pour activer la vue historique
it: Premi ${ bindH } per attivare o disattivare la visione storica (history mode)
nl: Druk op ${ bindH } om de geschiedenis weergave te wisselen
sl: Kliknite ${ bindH } da vklopite zgodovinski pogled

source: Press ${ bindR } to copy coordinates
fa: بزن روی ${ bindR } تا مختصات کپی بشه
fr: Appuyez sur ${ bindR } pour copier les coordonnées
it: Premi ${ bindR } per copiare le coordinate
nl: Druk op ${ bindR } om coördinaten te kopiëren
sl: Kliknite ${ bindR } da kopirate koordinate

source: Press ${ bindQ } or ${ bindE } to zoom
fa: بزن روی ${ bindE } ${ bindQ } تا زوم کنی
fr: Appuyez sur ${ bindQ } ou ${ bindE } pour zoomer
it: Premi ${ bindQ } o ${ bindE } per zoomare
nl: Druk op ${ bindQ } of ${ bindE } om in te zoomen
sl: Kliknite ${ bindQ } ali ${ bindE } da spremenite daljavo

source: Press ${ bindW }, ${ bindA }, ${ bindS }, ${ bindD } to move
fa: بزن روی ${ bindW } یا ${ bindA } یا ${ bindS } یا ${ bindD } تا جا به جا بشی
fr: Appuyez sur ${ bindW}, ${ bindA }, ${ bindS }, ${ bindD } pour vous déplacer
it: Premi ${ bindW }, ${ bindA }, ${ bindS }, ${ bindD } per muoverti
nl: Druk op ${ bindW }, ${ bindA }, ${ bindS }, ${ bindD } om te bewegen
sl: Kliknite ${ bindW }, ${ bindA }, ${ bindS }, ${ bindD } da se premaknete

source: Press ${ bindAUp }, ${ bindALeft }, ${ bindADown }, ${ bindARight } to move
fa: بزن روی ${ bindAUp } یا ${ bindALeft } یا ${ bindADown } یا ${ bindARight } تا حرکت کنی
fr: Appuyez sur ${ bindAUp }, ${ bindALeft }, ${ bindADown }, ${ bindARight } pour vous déplacer
it: Premi ${ bindAUp }, ${ bindALeft }, ${ bindADown }, ${ bindARight } per muoverti
nl: Druk op ${ bindAUp }, ${ bindALeft }, ${ bindADown }, ${ bindARight } om te bewegen
sl: Kliknite ${ bindAUp }, ${ bindALeft }, ${ bindADown }, ${ bindARight } da se premaknete

source: Drag ${ mouseSymbol } mouse or ${ touchSymbol } pan to move
fa: بکش روی ${ mouseSymbol } موس یا ${ touchSymbol } بکش تا حرکت کنی
fr: Faites glisser ${ mouseSymbol } la souris ou ${ touchSymbol } panoramiquez pour vous déplacer
it: Trascina ${ mouseSymbol } mouse o ${ touchSymbol } pan per muoverti
nl: Sleep ${ mouseSymbol } muis of ${ touchSymbol } pan om te verplaatsen
sl: Povlečite ${ mouseSymbol } z miško ali tipko ${ touchSymbol }, da se lahko premaknete

source: Scroll ${ mouseSymbol } mouse wheel or ${ touchSymbol } pinch to zoom
fa: اسکرول ${ mouseSymbol } رول موس یا ${ touchSymbol } روی صفحه بکش تا زوم کنی
fr: Défilez avec ${ mouseSymbol } la roulette de la souris ou ${ touchSymbol} pincer pour zoomer
it: Scrolla ${ mouseSymbol } la rotellina del muose o ${ touchSymbol } pinch per zoomare
nl: Scroll ${ mouseSymbol } muiswiel of ${ touchSymbol } knijp om te zoomen
sl: Za povečavo pomaknite kolesce miške ${ mouseSymbol } ali stisnite prste ${touchSymbol}

source: Hold left ${ bindShift } for placing while moving mouse
fa: شیفت چپ ${ bindShift } رو نگه دار تا موس وقتی که تکون میخوره، پیکسل گذاشته بشه
fr: Maintenez ${ bindShift } SHIFT gauche pour placer pendant l'utilisation de la souris
it: Tieni premuto ${ bindShift } per piazzare mentre muovi il mouse
nl: Houd de linker ${ bindShift } ingedrukt om te plaatsen terwijl je de muis beweegt
sl: Za postavljanje med premikanjem miške pritisnite levi ${ bindShift }

source: Hold right ${ bindShift } for placing while moving mouse according to historical view
fa: شیفت راست ${ bindShift } نگه دار تا وقتی موس تکون میخوره، توی دید تاریخی پیکسل گذاشته بشه
fr: Maintenez ${ bindShift } SHIFT droite pour placer pendant l'utilisation de la souris selon la vue historique
it: Tieni premuto Tasto destro ${ bindShift } per piazzare secondo l'History Mode mentre trascini il muose
nl: Houd rechts ${ bindShift } ingedrukt om te plaatsen terwijl u de muis beweegt volgens de geschiedenis weergave
sl: Za postavljanje med premikanjem miške po zgodovinskem načinu pritisnite desni ${ bindShift }

source: ${ mouseSymbol } Left click or ${ touchSymbol } tap to place a pixel
fa: ${ mouseSymbol } کلیک چپ یا ${ touchSymbol } بزن روی صفحه تا پیکسل گذاشته بشه
fr: Cliquez ${ mouseSymbol } gauche ou ${ touchSymbol } appuyez pour placer un pixel
it: ${ mouseSymbol } Tasto sinistro o ${ touchSymbol } tap per piazzare un pixel
nl: ${ mouseSymbol } Klik met de linkermuisknop of ${ touchSymbol } tik om een pixel te plaatsen
sl: ${ mouseSymbol } Kliknite z levo tipko ali ${ touchSymbol } tapnite na zaslon, da postavite pixel.

source: Click ${ mouseSymbol } middle mouse button or ${ touchSymbol } long-tap to select current hovering color
fa: کلیک ${ mouseSymbol } وسط موس رو بزن یا ${ touchSymbol } روی یک پیکسل نگه دار تا رنگ اون پیکسل گذاشته شده رو انتخاب کنی
fr: Cliquez ${ mouseSymbol } la roulette de la souris ou ${ touchSymbol } faites un appui long pour sélectionner la couleur actuelle
it: Clicca ${ mouseSymbol } tasto centrale mouse o ${ touchSymbol } tap lungo per selezionare il colore su cui sei sopra
nl: Klik met de middelste muisknop op ${ mouseSymbol } of tik lang op ${ touchSymbol } om de huidige zwevende kleur te selecteren
sl: Klikni ${ mouseSymbol } sredinski gumb na miški ali ${ touchSymbol } drži za nekaj časa da izbereš barvo

source: Press ${ bindE } and ${ bindC } to fly up and down
fa: بزن روی ${ bindE } و ${ bindC } تا بالا و پایین بری
fr: Appuyez sur ${ bindE } et ${ bindC} pour monter et descendre
it: Premi ${ bindE } e ${ bindC } per andare su e giù
nl: Druk op ${ bindE } en ${ bindC } om op en neer te vliegen
sl: Pritisni ${ bindE } in ${ bindC } za se premakneš proč in proti

source: ${ mouseSymbol } Hold left mouse button and drag mouse to rotate
fa: ${ mouseSymbol } دکمه چپ موس رو نگه دار و موس رو حرکت بده تا بچرخی
fr: ${ mouseSymbol } Cliquez gauche et faites glisser pour faire tourner
it: ${ mouseSymbol } tieni premuto il tasto sinistro e trascina il mouse per ruotare
nl: ${ mouseSymbol } Houd de linkermuisknop ingedrukt en sleep de muis om te draaien
sl: ${ mouseSymbol } Drži levi gumb miške in premakni miško, da lahko obrneš

source: ${ mouseSymbol } Scroll mouse wheel or hold ${ mouseSymbol } middle mouse button and drag to zoom
fa: ${ mouseSymbol } اسکرول موس یا ${ mouseSymbol } دکمه وسطی موس رو نگه دار و تکونش بده تا زوم کنی
fr: ${ mouseSymbol } Défilez ou ${ mouseSymbol } maintenez la roulette de la souris et faites glisser pour zoomer
it: ${ mouseSymbol } Usa la rotella del mouse o tieni primuto ${ mouseSymbol } il tasto centrale del mouse e trascina per zoomare
nl: ${ mouseSymbol } Scrol muiswiel of houd ${ mouseSymbol } middelste muisknop ingedrukt en sleep om te zoomen
sl: ${ mouseSymbol } zavrti kolesce na miški ali pa drži ${ mouseSymbol } srednji gumb na miški in premakni miško, da se približaš

source: ${ mouseSymbol } Right click or ${ touchSymbol } double-tap to remove a pixel
fa: راست کلیک کن ${ mouseSymbol } یا ${ touchSymbol } دوبار روی پیکسل بزن تا پیکسل رو حرف کنی
fr: ${ mouseSymbol } Cliquez droite ou ${ touchSymbol } double-appuyez pour supprimer un pixel
it: ${ mouseSymbol } Tasto destro o ${ touchSymbol } doppio tap per rimuovere a pixel
nl: ${ mouseSymbol } Klik met de rechtermuisknop of ${ touchSymbol } dubbeltik om een pixel te verwijderen
sl: ${ mouseSymbol } Klikni z desno tipko ali ${ touchSymbol } dvojni klik za odstranitev pixla

source: We thanks those artists very much, they offered their palettes to the public on
fa: ما از هنرمندانمون بسیار متشکر هستیم، اونا حتی از هنر هاشون رو به عموم معرفی کردن
it: Ringraziamo molto questi artisti, hanno offerto le loro palette al pubblico
nl: Wij danken die kunstenaars hartelijk, zij boden hun paletten aan het publiek aan

source: Credit for the Palette of the Moon goes to ${ starhouseLink }.
fa: فرد سازنده جعبه رنگ بوم ماه ${ starhouseLink }.
fr: Crédit pour la palette de la Lune à ${ starhouseLink }.
it: Credito per la Palette della Luna (Moon) va a ${ starhouseLink }.
nl: Credit voor het palet van de maan gaat naar ${ starhouseLink }.
sl: Zasluge za Lunino Paleto imajo ${ starhouseLink }.

source: Credit for the Palette of the Top10 canvas goes to ${ vinikLink }.
fa: فرد سازنده بوم 10 نفر اول ${ vinikLink }.
it: Il credito per la Palette Top10 va a ${ vinikLink }.
nl: Credit voor het palet van het Top10-canvas gaat naar ${ vinikLink }.

source: Profile
fa: پروفایل
fr: Profil
it: Profilo
nl: Profiel
sl: Profil

source: Statistics
fa: آمار
it: Statistiche
nl: Statistieken

source: Converter
fa: تبدیل کننده
fr: Convertisseur
it: Convertitore (spazzatura, vedi CIFM)
sl: Pretvornik

source: Modtools
fa: چیزای ادمینا
fr: Outils de mod
sl: Moderatorska orodja

source: Loading...
fa: در حال بارگزاری...
fr: Chargement...
it: Caricamento
nl: Laden…
sl: Nalaganje...

source: Consider joining us on Guilded:
fa: حتی خوب میشه اگر به گیلدد ما هم عضو بشین:
fr: Pensez à nous joindre sur Guilded :
it: Considera unirti a noi su Guilded:
nl: Overweeg om met ons mee te doen op Guilded:
sl: Pridružite se nam na Guilded:

source: Register new account here
fa: اکانت جدید بساز
fr: Créer un nouveau compte ici
it: Registra un nuovo accanto qui:
nl: Registreer hier een nieuw account
sl: Registrirajte nov uporabniški račun tukaj

source: Name
fa: اسم
fr: Nom
it: Nome
nl: Naam
sl: Ime

source: Email
fa: ایمیل
fr: Courriel
sl: E-naslov

source: Password
fa: پسورد
fr: Mot de passe
nl: Wachtwoord
sl: Geslo

source: Confirm Password
fa: دوباره پسورد رو وارد کن
fr: Confirmer le mot de passe
it: Conferma password
nl: Bevestig wachtwoord
sl: Potrdi Geslo

source: Captcha
fa: کَپچا

source: Submit
fa: ارسال
fr: Soumettre
it: Manda
nl: Indienen
sl: Pošlji

source: Select the canvas you want to use. Every canvas is unique and has different palettes, cooldown and requirements. Archive of closed canvases can be accessed here:
fa: بوم مورد نظر برای استفاده را انتخاب کنید. هر بوم منحصر به فرد است و دارای جعبه رنگ ها،کولداون و الزامات متفاوتی است. آرشیو بوم های بسته را می توانید در اینجا مشاهده کنید:
fr: Sélectionnez la toile que vous voulez utiliser. Chaque toile est unique et a des palettes, temps de recharge, et exigences différentes. Une archive peut être consultée ici :
it: Seleziona il Canvas che vuoi usare. Ogni canvas è unico e ha palette, cooldown e requisiti differenti. Un archivio di canvas chiusi piìuò essere visto qua:
nl: Selecteer het canvas dat je wilt gebruiken. Elk canvas is uniek en heeft verschillende paletten, cooldowns en vereisten. Archief van gesloten doeken is hier toegankelijk:

source: Archive
fa: آرشیو
it: Archivio
nl: Archief
sl: Arhiv

source: While we tend to not delete canvases, some canvases are started for fun or as a request by users who currently like a meme. Those canvases can get boring after a while and after weeks of no major change and if they really aren't worth being kept active, we decide to remove them.
fa: در حالی که ما تمایل داریم بوم‌ها را حذف نکنیم، برخی از بوم‌ها برای سرگرمی یا به‌عنوان درخواست کاربرانی که در حال حاضر یک میم را دوست دارند شروع می‌شوند. آن بوم‌ها ممکن است پس از مدتی و پس از هفته‌ها بدون تغییر اساسی خسته‌کننده شوند و اگر واقعاً ارزش فعال نگه‌داشتن را ندارند، تصمیم می‌گیریم آنها را حذف کنیم.
fr: Bien que nous avons tendance à ne pas supprimer les toiles, certaines toiles sont faites pour le plaisir ou par une requête des utilisateurs qui demandent les mèmes à l'époque. Ces toiles pourraient devenir ennuyeuses après un certain temps, et s'il n'y a pas d'activité pendant plusieurs semaines nous les supprimerons.
it: Anche se tendiamo a non eliminare canvases, alcuni sono stati iniziati per divertimento o come richiesta da utenti a cui attualmente piace un meme. Quei canvas diventano noiosi dopo un po' e dopo settimane di nessun cambiamento non ne vale la pena di tenerli vivi, quindi decidiamo di rimuoverli
nl: Hoewel we de neiging hebben canvassen niet te verwijderen, worden sommige canvassen voor de fun gestart of op verzoek van gebruikers die momenteel van een meme houden. Die doeken kunnen na een tijdje en na weken zonder grote verandering gaan vervelen en als ze het echt niet waard zijn om actief te blijven, besluiten we ze te verwijderen.
sl: Čeprav skušamo kanvase ohraniti, se nekateri kanvasi uporabljajo le začasno saj so za te povprašali uporabniki, ki imajo ta trenutek radi določen meme. Takšni kanvasi velikokrat postanejo dolgočasni čez nekaj časa in po nekaj tednih brez večjih sprememb na kanvasu in če se te ne splača obdržati, te odstranimo.

source: Here we collect those canvases to archive them in a proper way (which is currently just one).
fa: در اینجا ما آن بوم‌ها را جمع‌آوری می‌کنیم تا آنها را به روشی مناسب بایگانی کنیم (که در حال حاضر فقط یکی است).
fr: Nous rassemblons ces toiles ici pour les archiver convenablement.
it: Qui collezionamo quei canvas per archiviarli nella maniera corretta (che è una soltanto attualmente)
nl: Hier verzamelen we die doeken om ze op de juiste manier te archiveren (momenteel slechts één).
sl: Tukaj izbiramo te kanvase, da jih arhiviramo na primeren način (trenutno je le eden).

source: Political Compass Canvas
fa: بوم قطب نمای سیاسی
fr: Toile de la boussole politique
nl: Politiek kompas canvas
sl: Politični Kompas Kanvas

source: This canvas got requested during a time of political conflicts on the main Earth canvas. It was a 1024x1024 representation of the political compass with a 5s cooldown and 60s stacking. It got launched on May 11th and remained active for months till it got shut down on November 30th.
fa: این بوم در زمان درگیری های سیاسی در بوم اصلی زمین درخواست شد. این یک نمایش 1024x1024 از قطب‌نمای سیاسی با خنک‌کردن 5s و انباشته شدن 60s بود. در 21 اردیبهشت راه اندازی شد و برای ماه ها فعال بود تا اینکه در 9 آذر تعطیل شد.
fr: Cette toile a été demandé pendant une période de conflits politiques sur la toile primaire du monde. C'était une representation de la boussole politique avec un temps de recharge de 5s et 60s d'empilement. Elle a été lancé le 11 mai et a été active pendant plusieurs mois jusqu'à ce que elle a été fermé le 30 novembre.
it: Questo canvas è stato richiesto durante un periodo di conflitti politici sul canvas Terra (Earth). Era un 1024x1024 rappresentato dal political compas con 5s di cooldown e 60s di stacking. E' stato lanciato l'11 maggio ed è rimasto attivo per mesi fino a quando non è stato spento il 30 novembre
nl: Dit canvas werd aangevraagd tijdens een tijd van politieke conflicten op het belangrijkste Earth-canvas. Het was een weergave van 1024 x 1024 van het politieke kompas met een cooldown van 5 seconden en stapelen van 60 seconden. Het werd gelanceerd op 11 mei en bleef maandenlang actief totdat het op 30 november werd stopgezet.
sl: Ta kanvas je bil priporočen v času političnega konflikta na glavnem "Zemlja" kanvasu. Ta je bil 1024x1024 predstavitev političnega kompasa s 5s dobo čakanja in 60s največ. Zagnali smo jo 11. Maja ter je bila aktivna nekaj mesecev dokler je nismo ustavili 30. Novembra.

source: We decided to archive it as a timelapse with lossless encoded webm. Taking a screenshot from the timelapse results in a perfect 1:1 representation of how the canvas was at that time.
fa: ما تصمیم گرفتیم آن را به عنوان یک تایم لپس با وب مدیا رمزگذاری شده بدون ضرر بایگانی کنیم. گرفتن اسکرین شات از تایم لپس به نمایش کامل 1:1 از چگونگی بوم در آن زمان منجر می شود.
fr: Nous avons décidé de l'archiver comme un timelapse avec webm codé sans perte. Prendre une capture d'écran du timelapse vous donnera une représentation parfaite de la toile à l'époque.
it: Abbiamo deciso di archiviarlo come un timelapse con lossless encoded webm. Prendere uno screenshot risulterà in una perfetta rappresentazione 1:1 di come quel canvas era al tempo
nl: We hebben besloten om het te archiveren als een timelapse met lossless gecodeerd webm. Het maken van een screenshot van de timelapse resulteert in een perfecte 1:1 weergave van hoe het canvas op dat moment was.
sl: Odločili smo se da jo bomo arhivirali kot hitri posnetek z brez izgubnem kodiranjem webm. Ustvarjanje zaslonskih slik iz hitrega posnetka vidimo rezultat perfektne 1:1 reprezentacije kakšen je bil ta kanvas v svojem času.

source: Sent you a mail with instructions to reset your password.
fa: یک ایمیل فرستادیم با آموزش که پسوردتون رو عوض کنین.
fr: Nous vous avons envoyé un courriel avec des instructions pour réinitialiser votre mot de passe.
it: Ti abbiamo mandato una mail con istruzioni su come resettare la tua password
nl: Ik heb je een mail gestuurd met instructies om je wachtwoord opnieuw in te stellen.
sl: Poslano je bilo sporočilo z navodili za resetiranje gesla.

source: Enter your mail address and we will send you a new password:
fa: آدرس ایمیلتون رو وارد کنین تا ما یه لینک بفرستیم تا بتونین پسورد جدید بسازید:
fr: Entrez votre addresse de courriel et nous vous enverrons un nouveau mot de passe:
it: Inserisci il tuo novo indirizzo email e ti manderemo una nuova password
nl: Vul je e-mailadres in en we sturen je een nieuw wachtwoord:
sl: Vnesite nov e-naslov in poslali vam bomo novo geslo:

source: Start chatting here
fa: اینجا میتونی چت کنی
fr: Commencer à discuter ici
it: Inizia a chattare qui
nl: Begin hier met chatten
sl: Začnite se pogovarjati tukaj

source: Chat here
fa: همینجا چت کن
fr: Discuter ici
it: Chatta qui
nl: Chat hier
sl: Pogovarjajte se tukaj

source: You must be logged in to chat
fa: باید در سایت وارد بشی تا بتونی چت کنی
fr: Vous devez être connecté pour discuter
it: Devi aver fatto l'accesso per chattare
nl: Je moet ingelogd zijn om te chatten
sl: Za pogovarjanje morate biti prijavljeni.

source: Channel settings
fa: تنظمیات کانال
fr: Paramètres du canal
it: Impostazioni del canale
nl: Kanaal instellingen
sl: Nastavitve kanala

source: Could not load captcha
fa: کَپچا لود نشد
fr: Impossible de charger le captcha
it: Non è stato possibile caricare il captcha
nl: Kan captcha niet laden
sl: Nismo morali naložiti captcho

source: Type the characters from the following image:
fa: چیز میزایی که توی این عکس هست رو توی باکس بنویس:
fr: Tapez les caractères visible dans l'image suivante :
it: Scrivi i caratteri dell'immagine seguente
nl: Typ de tekens uit de volgende afbeelding:
sl: Vnesite znake iz naslednje slike:

source: Tip: Not case-sensitive; I and l are the same
fa: راهنمایی: نیاز نیست کلمات همشون بزرگ باشن، I و I یکی هستن
fr: Astuce : Insensible à la casse; I et i sont la même chose
it: Tip: Non è case-sensitive; la I e la l sono la stessa cosa
nl: Tip: niet hoofdlettergevoelig; I en l hetzelfde
sl: Namig: ne razlikuje med velikimi in malimi črkami; I in l sta ista

source: Load Captcha
fa: کَپچا رو لود کن
it: Carica captcha
nl: Captcha laden

source: Click to Load Captcha
fa: کلیک کن تا کَپچا لود بشه
it: Clicca per caricare il captcha
nl: Klik om Captcha te laden

source: Can't read? Reload:
fa: نمیتونی بخونی؟ یک کَپچای دیگه بزن:
fr: Impossible à lire ? Rechargez :
it: Non puoi leggere? Ricarica:
nl: Kan je niet lezen? Opnieuw laden:
sl: Ne morate prebrati? Naložite ponovno:

source: Reload
fa: بارگذاری جدید
fr: Recharger
it: Ricarica
nl: Opnieuw laden
sl: Naloži ponovno

source: Enter Characters
fa: کاراکترای جدید رو وارد کن
fr: Entrez les caractères
it: Inserisci Caratteri
nl: Voer tekens in
sl: Vnesite Znake

source: Email can't be empty.
fa: سید ایمیل خالی نمیشه که بزاری.
fr: Le courriel ne peut pas être vide.
it: L'email non può essere vuota
nl: E-mail mag niet leeg zijn.
sl: E-naslov ne more biti prazen

source: Email should be at least 5 characters long.
fa: ایمیل باید حداقل پنج تا کلمه داشته باشه.
fr: Le courriel doit être au moins 5 caractères.
it: L'email dovrebbe essere lunga almeno 5 caratteri
nl: E-mail moet minimaal 5 tekens lang zijn.
sl: E-naslov mora biti vsaj 5 znakov dolg.

source: Email can't be longer than 40 characters.
fa: نمیشه که ایمیل بیشتر از چهل تا کلمه داشته باشه.
fr: Le courriel ne peut pas être plus de 40 caractères.
it: L'email non può essere più lunga di 40 caratteri
nl: E-mail mag niet langer zijn dan 40 tekens.
sl: E-naslov ne more biti daljši od 40 znakov.

source: Email should at least contain a dot
fa: ایمیل باید نقطه داشته باشه
fr: Le courriel doit contenir au moins un point
it: L'email dovrebbe contenerea almeno un punto
nl: E-mail moet op zijn minst een punt bevatten
sl: E-naslov mora vsebovati vsaj eno piko

source: Email should contain a @
fa: ایمیل باید حتما @ داشته باشه
fr: Le courriel doit contenir un @
it: L'email dovrebbe contenere una @
nl: E-mail moet een @ bevatten
sl: E-naslov mora vsebovati @

source: Name can't be empty.
fa: اسم نمیشه که خالی باشه سید.
fr: Le nom ne peut pas être vide.
it: Il nome non può essere vuoto
nl: Naam mag niet leeg zijn.
sl: Ime ne mora biti prazno.

source: Name must be at least 2 characters long
fa: اسم باید بیشتر از دو تا کلمه داشته باشه
it: Il nome deve avere almeno 2 caratteri
nl: De naam moet minimaal 2 tekens lang zijn
