Repository: MauRoblesss/pixmap
Catalog: i18n/*.po
Languages: fa, fr, it, nl, sl

source: Name must be shorter than 26 characters
fa: اسم باید کمتر از 26 تا کلمه باشه
fr: Le nom doit avoir moins de 26 caractères
it: Il nome deve essere più piccolo di 26 caratteri
nl: De naam moet korter zijn dan 26 tekens
sl: Ime mora biti krajše od 26 znakov

source: Name contains invalid character like @, /, \ or #
fa: اسم نباید @ یا # یا / از این چیزا داشته باشه
fr: Le nom contient un caractère non valide comme @, /, \ ou #
it: Il nome contiene caratteri invalidi come @, /, \ or #
nl: Naam bevat ongeldige tekens zoals @, /, \ of #
sl: Ime vsebuje neveljavne znake kot so @, /, \ ali #

source: No password given.
fa: داداش رمز نزاشتی.
fr: Mot de passe pas indiqué.
it: Nessuna password data
nl: Geen wachtwoord gegeven.
sl: Niste vnesli gesla

source: Password must be at least 6 characters long.
fa: رمز باید حداقل شیش تا کلمه داشته باشه.
fr: Le mot de passe doit être au moins 6 caractères.
it: La password deve avere almeno 6 caratteri
nl: Het wachtwoord moet op zijn minst 6 tekens lang zijn.
sl: Geslo mora biti dolgo vsaj 6 znakov.

source: Password must be shorter than 60 characters.
fa: داداش چخبره باید کمتر از شصت تا کلمه باشه پسوردت.
fr: Le mot de passe doit avoir moins de 60 caractères.
it: La password deve essere più piccola di 60 caratteri
nl: Wachtwoord moet korter zijn dan 60 tekens.
sl: Geslo mora vsebovati manj kot od 60 znakov.

source: Save
fa: ذخیره
fr: Sauvegarder
it: Salva
nl: Opslaan
sl: Shrani

source: Get IID
fa: آیدی بگیر
it: Ottieni l'IID
nl: Krijg IID

source: Copy
fa: کپی
it: Copia
nl: Kopiëren

source: Login to access more features and stats.
fa: برای دسترسی به ویژگی ها و آمار بیشتر وارد شوید.
fr: Connectez-vous pour accéder à plus de fonctionnalités et statistiques.
it: Effettua l'accesso per avere più funzioni e statistiche
nl: Log in om toegang te krijgen tot meer functies en statistieken.
sl: Prijavite se, da lahko dostopate do več možnosti in statistik.

source: Login with Name or Mail:
fa: با نام یا ایمیل وارد شوید:
fr: Connecter avec un nom d'utilisateur ou courriel :
it: Accedi con Nome o Mail:
nl: Inloggen met naam of mail:
sl: Prijavite se z Imenom ali E-naslovom:

source: I forgot my Password.
fa: رمز یادم رفته.
fr: J'ai oublié mon mot de passe.
it: Mi sono dimenticato la password
nl: Ik ben mijn wachtwoord vergeten.
sl: Pozabil sem svoje Geslo.

source: or login with:
fa: یا با :
fr: ou connectez vous avec :
it: o accedi con:
nl: of log in met:
sl: Prijavi se z:

source: or register here:
fa: یا اینجا ثبت نام کنید:
fr: ou inscrivez vous ici :
it: o registrati qui:
nl: of registreer hier:
sl: Ali pa se registriraj tukaj:

source: Register
fa: ثبت نام
fr: S'inscrire
it: Registrati
nl: Registreer
sl: Registracija

source: Todays Placed Pixels
fa: پیکسل هایی که امروز گذاشتی
nl: Vandaag geplaatste pixels

source: Daily Rank
fa: رتبه روزانه
fr: Classement quotidien
it: Rank giornaliero
nl: Dagelijkse rangorde
sl: Dnevna Uvrstitev

source: Placed Pixels
fa: پیکسل های گذاشته شده
fr: Pixels placés
it: Pixel piazzati
nl: Geplaatste pixels
sl: Postavljenih Pixlov

source: Total Rank
fa: رتبه کلی
fr: Classement total
it: Rank totale
nl: Totale rang
sl: Skupna uvrstitev

source: Your name is: ${ name }
fa: اسم شما: ${ name }
fr: Votre nom est : ${ name }
it: Il tuo nome è: ${ name }
nl: Uw naam is: ${ name }
sl: Vaše ime je: ${ name }

source: Log out
fa: خروج از اکانت
fr: Se déconnecter
sl: Izpis

source: Change Username
fa: اسم کاربریت رو عوض کن
fr: Changer le nom d'utilisateur
it: Cambia Username
nl: Gebruikersnaam wijzigen
sl: Spremeni Uporabniško ime

source: Change Mail
fa: ایمیلت رو عوض کن
fr: Changer le courriel
it: Cambia Mail
nl: E-mail wijzigen
sl: Spremeni E-naslov

source: Change Password
fa: پسوردت رو عوض کن
fr: Changer le mot de passe
it: Cambia password
nl: Verander wachtwoord
sl: Spremeni Geslo

source: Delete Account
fa: اکانتت رو پاک کن
fr: Supprimer le compte
it: Elimina l'Account
nl: Account verwijderen
sl: Izbriši Profil

source: Social Settings
fa: تنظیمات فضای اجتماعی
fr: Paramètres sociaux
it: Social Settings (no tocco erba)
nl: Sociale instellingen
sl: Družbene Nastavitve

source: Choose Canvas
fa: بوم رو انتخاب کن
fr: Sélectionner une toile
it: Seleziona il Canvas
nl: Kies Canvas
sl: Izberi Kanvas

source: Palette Download
fa: دانلود جعبه رنگ
fr: Télécharger une palette
nl: Palet downloaden
sl: Prenesi Paleto

source: Palette for ${ gimpLink }
fa: جعبه رنگ برای ${ gimpLink }
fr: Palette pour ${ gimpLink }
it: Palette per ${ gimpLink }
nl: Palet voor ${ gimpLink }
sl: Paleta za ${ gimpLink }

source: Image Converter
fa: تبدیل کننده عکس
fr: Convertisseur d'image
it: Convertitore immagine (non farlo, sei migliore del CIFM)
nl: Beeldconverter
sl: Pretvornik Slik

source: Convert an image to canvas colors
fa: یه عکس رو تبدیل به رنگ های بوم بکن
fr: Convertit une image aux couleurs de la toile
it: Converti un'immagine in colori del canvas
sl: Pretvori sliko v barve kanvasa

source: Choose Strategy
fa: استراتژیت رو انتخاب کن
fr: Choisir une stratégie
it: Scegli strategia
nl: Kies strategie
sl: Izberi Strategijo

source: Serpentine
fa: شکل مارپیچ
it: Serpentina
nl: Serpentijn

source: Minimum Color Distance
fa: حداقل فاصله رنگ
it: Distanza minima tra i colori
nl: Minimale kleurafstand

source: Calculate like GIMP
fa: مانند GIMP محاسبه کنید
it: Calcola come GIMP
nl: Bereken zoals GIMP

source: Choose Color Mode
fa: انتخاب حالت رنگ
fr: Choisir mode de couleur
it: Scegli modalità del colore
nl: Kies Kleurmodus
sl: Izberite Barvni Način

source: Add Grid (uncheck if you need a 1:1 template)
fa: شبکه اضافه کن (تیک رو بردار اگر یک قالب یک در یک میخوای)
fr: Ajouter grille (décochez-vous si vous avez besoin d'une modèle 1:1)
it: Aggiungi griglia (non usare se ti serve un template 1:1)
nl: Raster toevoegen (uitvinken als u een 1:1-sjabloon nodig heeft)
sl: Dodaj Mrežo (počistite če potrebujete 1:1 predlogo)

source: Offset
fa: انحراف
fr: Décalage
sl: Odmik

source: Scale Image
fa: عکس رو اندازه کن
fr: Ajuster l'image
it: Scala l'immagine
nl: Afbeelding schalen
sl: Spremeni velikost Slike

source: Width
fa: عرض
fr: Largeur
it: Larghezza
nl: Breedte
sl: Širina

source: Height
fa: طول
fr: Hauteur
it: Altezza
nl: Hoogte
sl: Višina

source: Keep Ratio
fa: حفظ نسبت
fr: Conserver le ratio
it: Mantieni proporzioni
nl: Verhouding behouden
sl: Obdrži Razmirje

source: Reset
fa: بازنشانی کنین
fr: Réinitialiser
nl: Resetten
sl: Resetiraj

source: Download Template
fa: دانلود قالب
fr: Télécharger modèle
nl: Sjabloon downloaden
sl: Prenesi Predlogo

source: Total
fa: جمع
it: Totale
nl: Totaal
sl: Skupaj

source: Today
fa: امروز
it: Oggi
nl: Vandaag

source: Yesterday
fa: دیروز
it: Ieri
nl: Gisteren

source: Countries Today
fa: کشور های امروز
it: Paesi oggi
nl: Landen vandaag

source: Charts
fa: نمودار
it: Grafici
nl: Grafieken

source: User
fa: کاربر
it: Utente
nl: Gebruiker

source: Country
fa: کشور
it: Paese
nl: Land

source: Ranking updates every 5 min. Daily rankings get reset at midnight UTC.
fa: به روز رسانی رتبه بندی هر 5 دقیقه. رتبه بندی روزانه در نیمه شب UTC بازنشانی می شود.
fr: Le classement se met à jour toutes les 5 min. Le classement quotidien recommence à minuit TUC.
it: Aggiornamenti nella classifica ogni 5 min. Gli aggiornamenti giornaliei si resettano a mezzanotte UTC
nl: Rangschikking wordt elke 5 minuten bijgewerkt. Dagelijkse ranglijsten worden gereset om middernacht UTC.
sl: Uvrstitev se posodobi vsakih 5 min. Dnevna uvrstitev pa se posodobi ob pol noči UTC.

source: Online Users
fa: کاربران انلاین
it: Utenti online
nl: Online gebruikers

source: Cooldown
fa: کولداون
fr: Temps de recharge
it: Cooldowb
sl: Obnovitveni čas

source: Stacking till
fa: انباشته شدن تا
fr: Empilement
it: Stacking fino a
nl: Stapelen tot
sl: Dodajanje do

source: Ranked
fa: رتبه دار
fr: Classé
it: Rankes
nl: Geclassificeerd
sl: Uvrščen

source: Yes
fa: آره
it: Si
nl: Ja

source: No
fa: نه
nl: Nee

source: Requirements
fa: چیزای مورد نیاز
fr: Exigences
it: Requisiti
nl: Vereisten
sl: Zahteve

source: User Account
fa: اکانت کاربر
fr: Compte utilisateur
it: Account user
nl: Gebruikers account
sl: Uporabniški profil

source: and ${ canvas.req } Pixels set
fa: و ${ canvas.req } تنظیم پیکسل
fr: et ${ canvas.req } pixels définis
it: e ${ canvas.req } Pixels piazzati
nl: en ${ canvas.req } Pixels ingesteld
sl: in ${ canvas.req } Pixlov postavljenih

source: Top 10 Daily Ranking
fa: 10 رتبه برتر روزانه

source: Dimensions
fa: ابعاد
it: Dimensioni
nl: Dimensies
sl: Dimenzije

source: Top 10 Countries [pxls / day]
fa: 10 کشور برتر [pxls/day]
it: Top 10 Paesi [pixel / giorno]
nl: Top 10 landen [pixels / dag]

source: Players and Pixels per hour
fa: پخش کننده و پیکسل در ساعت
it: Player e pixel/ora
nl: Spelers en pixels per uur

source: Top 10 Players [pxls / day]
fa: 10 بازیکن برتر [pxls / day]
it: Top 10 Players [pixel/giorno]
nl: Top 10 spelers [pixels / dag]

source: Countries by Pixels Today
fa: کشورها بر اساس پیکسل امروز
it: Pese per pixels oggi
nl: Landen door Pixels Vandaag

source: Total Pixels placed per day
fa: مجموع پیکسل های قرار داده شده در روز
it: Pixel totali piazzati al giorno
nl: Totaal aantal geplaatste pixels per dag

source: Name or Email
fa: اسم یا ایمیل
fr: Nom ou courriel
it: Nome o Email
nl: Naam of e-mail
sl: Ime ali E-naslov

source: LogIn
fa: وارد شدن
fr: Se connecter
sl: Prijava

source: Please verify your mail address or your account could get deleted after a few days.
fa: لطفاً آدرس ایمیل خود را تأیید کنید، در غیر این صورت حساب شما ممکن است پس از چند روز حذف شود.
it: Per favore verifica il tuo indirizzo email o il tuo account farà la fine di Basil (scomparirà dall'esistenza)
nl: Controleer uw e-mailadres, anders kan uw account na een paar dagen worden verwijderd.

source: A new verification mail is getting sent to you.
fa: یک ایمیل تأیید جدید برای شما ارسال می شود.
fr: Un nouveau courriel de verification se dirige vers vous.
it: Una nuova email di verifica ti è stata mandata.
nl: Er wordt een nieuwe verificatiemail naar u verzonden.
sl: Nov mail za preverjanje vam bo poslan.

source: Click here to request a new verification mail.
fa: برای درخواست یک ایمیل تأیید جدید اینجا را کلیک کنید.
fr: Cliquez-vous ici pour demander un nouveau courriel de verification.
it: Clicca qui per ricevere una nuova mail di verifica
nl: Klik hier om een nieuwe verificatiemail aan te vragen.
sl: Kliknite tukaj za to da prejmete novo sporočilo za preverjanje.

source: New Username
fa: نام کاربری جدید
fr: Nouveau nom d'utilisateur
it: Nuovo username
nl: Nieuwe gebruikersnaam
sl: Novo Uporabniško ime

source: Passwords do not match.
fa: رمزهای ورود مطابقت ندارند.
fr: Les mots de passe ne correspondent pas.
it: Le password non corrispondono
nl: Wachtwoorden komen niet overeen.
sl: Gesla se ne ujemata.

source: Changed Password successfully.
fa: رمز عبور با موفقیت تغییر کرد.
fr: Le mot de passe a été modifié avec succès.
it: Password cambiata con successo
nl: Wachtwoord succesvol gewijzigd.
sl: Geslo je uspešno spremenjeno.

source: Old Password
fa: رمز قدیمی
fr: Ancien mot de passe
it: Vecchia password
nl: Oud wachtwoord
sl: Staro Geslo

source: New Password
fa: رمز جدید
fr: Nouveau mot de passe
it: Nuova password
nl: Nieuw wachtwoord
sl: Novo Geslo

source: Confirm New Password
fa: رمز عبور جدید را تأیید کنید
fr: Confirmer le nouveau mot de passe
it: Conferma nuova password
nl: Bevestig nieuw wachtwoord
sl: Potrdi Novo Geslo

source: Changed Mail successfully. We sent you a verification mail, please verify your new mail address.
fa: ایمیل با موفقیت تغییر کرد. ما یک ایمیل تأیید برای شما ارسال کردیم، لطفا آدرس ایمیل جدید خود را تأیید کنید.
fr: Le courriel a été modifié avec succès. Nous vous avons envoyé un courriel de verification, veuillez verifier votre nouvelle adresse de courriel.
it: Mail cambiata con successo. Ti abbiamo mandato una mail di verifica, per favore verifica il tuo nuovo indirizzo email
nl: E-mail succesvol gewijzigd. We hebben je een verificatiemail gestuurd, controleer je nieuwe e-mailadres.

source: New Mail
fa: ایمیل جدید
fr: Nouveau courriel
it: Nuova mail
nl: Nieuwe post
sl: Nov E-naslov

source: Yes, Delete My Account!
fa: آره، اکانتم رو پاک کن!
fr: Oui, supprimer mon compte !
it: Si, elimina il mio account!
nl: Ja, verwijder mijn account!
sl: Ja, Izbriši Moj Profil!

source: Block DMs
fa: پیام ها رو مسدود کنید
it: Blocca DMs
nl: DM’s blokkeren

source: Block all Private Messages
fa: تمام پیام های خصوصی رو مسدود کنید
fr: Bloquer tous les messages privés
it: Blocca tutti i Messaggi Privati
nl: Blokkeer alle privéberichten
sl: Blokirajte vsa Osebna Sporočila

source: Private
fa: خصوصی
it: Privato
nl: Privé

source: Don't show me in global stats
fa: اسم من رو توی امار جهانی نشون نده
it: Non mostrarmi nelle statistiche globali
nl: Laat me niet zien in wereldwijde statistieken

source: Unblock Users
fa: کاربران رو غیر مسدود کن
fr: Débloquer des utilisateurs
it: Sblocca utenti
nl: Deblokkeer gebruikers
sl: Odblokirajte Uporabnike

source: You have no users blocked
fa: تو هیچ کاربر مسدود شده نداری
fr: Vous n'avez bloqué personne
it: Non hai utenti bloccati
nl: U heeft geen geblokkeerde gebruikers
sl: Nimate blokiranih uporabnikov

source: Build image on canvas.
fa: ساخت تصویر روی بوم.
fr: Fait une image sur la toile.
it: Costruisci immagine sul canvas.
nl: Afbeelding op canvas bouwen.
sl: Zgradi sliko na kanvasu.

source: Build image and set it to protected.
fa: تصویر را بسازید و آن را روی محافظت شده تنظیم کنید.
fr: Fait une image et le définit comme protégée.
it: Costruisci immagine sul canvas e proteggila.
nl: Maak een afbeelding en stel deze in op beschermd.
sl: Zgradi sliko ter jo nastavi kot zavarovano.

source: Build image, but reset cooldown to unset-pixel cd.
fa: تصویر بسازید، اما cooldown را به unset-pixel cd بازنشانی کنید.
fr: Fait une image mais réinitialise le compteur à celui d'un pixel non touché.
it: Costruisci immagina, ma resetta il cooldown a pixel freschi.
nl: Afbeelding bouwen, maar cooldown resetten naar unset-pixel cd.
sl: Zgradi sliko, ampak resetiraj obnovitveni čas v ne postavljen-pixel cd.

source: Clean spare pixels that are surrounded by unset pixels
fa: پیکسل های یدکی را که با پیکسل های تنظیم نشده احاطه شده اند را تمیز کنید
it: Pulisci pixel in più che sono circondati da pixel freschi
nl: Reinig reservepixels die worden omgeven door niet-ingestelde pixels

source: Clean spare pixels that are surrounded by unset pixels and up to 1 other set pixels
fa: پیکسل‌های یدکی را که با پیکسل‌های تنظیم‌نشده و حداکثر ۱ پیکسل تنظیم‌شده دیگر احاطه شده‌اند، تمیز کنید
it: Pulisci pixel in più che sono circondati da pixel freschi e fino a un altro set di pixel
nl: Reinig reservepixels die worden omringd door niet-ingestelde pixels en maximaal 1 andere ingestelde pixels

source: Clean spare pixels that are surrounded by a single other color or unset pixels (VERY AGGRESSIVE ON CANVASES THAT ALLOW UNSET PIXELS (where there are two cooldowns)!)
fa: پیکسل‌های یدکی را که با یک رنگ دیگر احاطه شده‌اند یا پیکسل‌های تنظیم نشده تمیز کنید (روی بوم‌ها بسیار تهاجمی است که اجازه می‌دهد پیکسل‌های تنظیم نشده (در جایی که دو حالت خنک‌کننده وجود دارد) وجود داشته باشد!)
it: Pulisci pixel in più che sono circondati da un singolo altro colore o pixel freschi (MOLTO AGGRESSIVO IN CAVAS CHE PERMETTONO PIXEL FRESCHI(dove ci sono due cooldown)!)
nl: Maak reservepixels schoon die zijn omgeven door een enkele andere kleur of niet-ingestelde pixels (ZEER AGRESSIEF OP CANVASSEN DIE ONGESETTE PIXELS TOESTAAN (waar er twee cooldowns zijn)!)

source: Status: Not running
fa: وضعیت: در حال اجرا نیست
it: Status: Non attivo
nl: Status: niet actief

source: Image Upload
fa: آپلود تصویر
fr: Téléchargement d'image
it: Carica Immagine
nl: Afbeelding uploaden
sl: Nalaganje Slike

source: Upload images to canvas
fa: تصاویر را روی بوم آپلود کنید
fr: Télécharger des images sur la toile
it: Carica Immagine sul Canvas
nl: Upload afbeeldingen naar canvas
sl: Naloži sliko na kanvas

source: File
fa: فایل
fr: Fichier
nl: Bestand
sl: Datoteka

source: Coordinates in X_Y format:
fa: مختصات در حالت X_Y :
fr: Coordonnées au format X_Y :
it: Coordinate in formato X_Y:
nl: Coördinaten in X_Y-formaat:
sl: Koordinati v X_Y formatu:

source: Pixel Protection
fa: محافظت از پیکسل
fr: Protection de pixels
it: Protezione pixel
nl: Pixelbescherming
sl: Zavarovanje Pixlov

source: Set protection of areas (if you need finer grained control, use protect with image upload and alpha layers)
fa: حفاظت از مناطق (اگر به کنترل دانه ریزتر نیاز دارید، use protect with image upload and alpha layers)
fr: Définit la protection des zones (si vous avez besoin de contrôle plus fine, protégez avec un téléchargement d'image avec alpha de transparence)
it: Proteggi aree (se ti serve maggior controllo sulla protezione, usa protezione con immagine caricata e alpha layers)
nl: Bescherming van gebieden instellen (als u een fijnmazigere controle nodig heeft, gebruik dan beveiligen met uploaden van afbeeldingen en alfalagen)
sl: Postavi zavarovanje območji (če potrebujete bolj natančen nadzor, uporabi zavaruj z naločeno sliko in alfa kanalov)

source: Top-left corner
fa: گوشه بالا سمت چپ
it: Angolo in alto a sinistra
nl: Hoek linksboven

source: Bottom-right corner
fa: گوشه پایین سمت راست
it: Angolo in basso a destra
nl: Hoek rechtsonder

source: Rollback to Date
fa: بازگشت به تاریخ
fr: Revenir à date
it: Rollback a data
nl: Terugdraaien naar datum
sl: Vrnitev na datum

source: Rollback an area of the canvas to a set date (00:00 UTC)
fa: یک منطقه از بوم را به تاریخ مشخصی برگردانید (00:00 UTC)
fr: Revenait une zone de la toile à une date sélectionée (00:00 TUC)
it: Rollback di un'intera area a data (00:00 UTC)
nl: Een gebied van het canvas terugdraaien naar een ingestelde datum (00:00 UTC)
sl: Vrni območje kanvasa na določen datum (00:00 UTC)

source: Canvas Cleaner
fa: پاک کننده بوم
nl: Canvasreiniger

source: Apply a filter to clean trash in large canvas areas.
fa: از یک فیلتر برای تمیز کردن سطل زباله در مناطق بزرگ بوم استفاده کنید.
it: Applica un filtro per pulire la spazzatura in grandi aree del canvas
nl: Pas een filter toe om afval in grote canvasgebieden op te ruimen.

source: Stop Cleaner
fa: تمیز کننده رو متوقف کنین
it: Ferma cleaner
nl: Stoppen met reiniger

source: Interval is invalid
fa: فاصله نامعتبر است
it: L'intervallo è invalido)
nl: Interval is ongeldig

source: Check who placed in an area
fa: بررسی کنید چه کسی در اون منطقه پیکسل گذاشته
it: Controlla chi ha piazzato nell'area
nl: Controleer wie in een gebied heeft geplaatst

source: Canvas
fa: بوم

source: Interval
fa: فاصله
it: Intervallo

source: IID (optional)
fa: آیدی (اختیاری)
it: IID (opzionale)
nl: IID (optioneel)

source: Get Pixels
fa: پیکسل بگیر
it: Prendi pixel
nl: Krijg Pixels

source: Get Users
fa: کاربر بگیر
it: Prendi Utenti
nl: Krijg gebruikers

source: You must enter a duration
fa: باید مدت زمان را وارد کنید
it: Devi inserire una durata
nl: U moet een duur invoeren

source: You must enter an IID
fa: باید آیدی را وارد کنین
it: Devi inserire un IID
nl: U moet een IID invoeren

source: IID Actions
fa: اقدامات آیدی
it: Azioni IID
nl: IID-acties

source: Enter Reason
fa: دلیل وارد کن
it: Inserisci ragioni
nl: Voer reden in

source: IP Actions
fa: اقدامات آیپی
fr: Actions d'IP
it: Azioni IP
nl: IP-acties
sl: IP Dejanja

source: Do stuff with IPs (one IP per line)
fa: انجام کارها با IP (یک IP در هر خط)
fr: Faire des choses avec les IPs (une adresse par ligne)
it: Fai cose con gli IPs (un IP per linea)
nl: Dingen doen met IP’s (één IP per lijn)
sl: Naredi nekaj s IPji (en IP na vrstico)

source: Manage Moderators
fa: ادمین ها رو مدیریت کنین
fr: Gérer les modérateurs
it: Gestisci moderatori
nl: Beheer moderatoren
sl: Upravljaj Moderatorje

source: Remove Moderator
fa: ادمین رو پاک کنین
fr: Supprimer un modérateur
it: Rimuovi Moderatore
nl: Moderator verwijderen
sl: Odstrani Moderatorje

source: There are no mods
fa: هیچ ادمینی نیست
fr: Il n'y a pas de modérateurs
it: Non ci sono mod
nl: Er zijn geen mods
sl: Ni moderatorjev

source: Assign new Mod
fa: ادمین جدید انتخاب کن
fr: Nommer un nouveau modérateur
it: Assegna nuovo Mod
nl: Wijs nieuwe mod
sl: Dodaj novega Moderatorja

source: Enter UserName of new Mod
fa: نام کاربری ادمین جدید را وارد کنید
fr: Entrez le nom d'utilisateur du nouveau modérateur
it: Inserisci UserName di un nuovo Mod
nl: Voer de gebruikersnaam van de nieuwe mod in
sl: Ustavi Uporabniško Ime novega Moderatorja

source: User Name
fa: نام کاربری
fr: Nom d'utilisateur
it: Nome Utente
nl: Gebruikersnaam
sl: Uporabniško Ime

source: Mute
fa: سکوت
fr: Muter
it: Muta
nl: Dempen
sl: Utišaj

source: Ping
fa: پینگ
fr: Mentionner
sl: Pingaj

source: DM
fa: پیام
fr: MD

source: Block
fa: بلاک
fr: Bloquer
it: Blocca
nl: Blokkeren
sl: Blokiraj

source: Switched to ${ canvasName }
fr: Transféré à ${ canvasName }
it: Sei passato a ${ canvasName }
nl: Overgeschakeld naar ${ canvasName }

source: Error ${ retCode }
fr: Erreur ${ retCode }
it: Errire ${ retCode }
nl: Fout ${ retCode }
sl: Napaka ${ retCode }

source: ${ mouseSymbol } Right click and drag mouse to pan
fr: ${ mouseSymbol } Cliquez gauche et faites glisser la souris pour panoramiquer
it: ${ mouseSymbol } Tasto destro e trascina il mouse per pan
nl: ${ mouseSymbol } Klik met de rechtermuisknop en sleep de muis om te bewegen
sl: ${ mouseSymbol } Klikni z desno tipko in premakni miško za se nasloniš

source: (0 = infinite)
it: (0 = infinito)
nl: (0 = onbeperkt)

source: You are banned. You think it is unjustified? Check out the
it: Sei bannato. Pensi sia sbagliato? Controlla il

source: Today Placed Pixels
fr: Pixels placés aujourd'hui
it: Pixel piazzati oggi
sl: Danes Postavljeni Pixli

source: Register New Account
fr: Créer un nouveau compte
sl: Registriraj Nov Uporabniški račun

source: Restore my Password
fr: Restaurer mon mot de passe
sl: Obnovi moje Geslo

source: Welcome to PixMap.fun
fr: Bienvenue sur PixMap.fun
sl: Dobrodošli na PixMap.fun

source: Look at past Canvases
fr: Voir les anciennes toiles

source: User online
fr: Utilisateur en ligne
sl: Uporabnik na spletu

source: your IP
fr: votre adresse IP
sl: vaš IP

source: Detected as Proxy?
fr: Détecté comme proxy ?
sl: Zaznani kot Proxy?

source: If you got detected as proxy, but you are none, please go to our ${ guildedLink } or send us an e-mail with ${ getIPLink } to ${ mailLink }. Do not post your IP anywhere else. We are sorry for the inconvenience.
fr: Si vous avez été détécté comme proxy mais vous n'en utilisez pas, allez à notre ${ guildedLink } ou envoyez-nous un courriel avec ${ getIPLink } à ${ mailLink } s'il vous plait. Ne postez pas votre addresse IP ailleurs. Nous sommes désolés du dérangement.
sl: Če ste zaznani kot proxy, ampak niste, prosim pojdite na naš ${ guildedLink } ali pa nam pošljite e-mail z ${ getIPLink } na ${ mailLink }. Ne objavljajte vašega IP naslova nikjer drugje. Opravičujemo se za neprijetnost.

source: Partners:
fr: Nos partenaires :
sl: Partnerji:

source: Ranking
fr: Classement
sl: Razvrstitev

source: Admintools
fr: Outils d'admin
sl: Administratorska orodja

source: Name must be at least 4 characters long
fr: Le nom doit être au moins 4 caractères
sl: Ime mora imeti vsaj 4 znake

source: Daily
fr: Quotidien
sl: Dnevno

source: Anti Aliasing
fr: Anticrénelage

source: Please verify your mail address&nbsp; or your account could get deleted after a few days.
fr: Veuillez vérifier votre courriel.&nbsp; ou votre compte risque d'être supprimé après quelques jours.
sl: Prosim preverite vaš E-naslov&nbsp; če ne se lahko vaš profil izbriše čez nekaj dni.

source: maximize
sl: maksimiraj

source: Select the canvas you want to use. Every canvas is unique and has different palettes, cooldown and requirements. Archive of closed canvases can be accessed here:
sl: Izberite kanvas, ki si ga želite uporabljati. Vsak kanvas je drugačen in ima drugačno paleto barv, čakalno dobo in zahteve. Do arhiva zaprtih kanvasov lahko dostopate tukaj:
