Repository: MauRoblesss/pixmap
Catalog: i18n/*.po
Languages: fa, fr, it, nl, sl

source: You successfully linked your mc account.
sl: Uspešno ste povezali vaš mc profil.

source: You denied.
sl: Niste spuščeni.

source: You requested to link your mc account ${ minecraftname }.
sl: Vaša zahteva za povezovanje vašega mc profila ${ minecraftname }.

source: Accept
sl: Sprejmi

source: Deny
sl: Zavrni

source: Changed Mail successfully. We sent you a verification mail, please verify your new mail address.
sl: E-naslov je uspešno spremenjen. Poslali smo vam sporočilo za preverjanje, prosimo preverite vaš nov E-naslov.
