Repository: MauRoblesss/pixmap
Catalog: i18n/ssr-ua.po
Languages: uk

source: You can not send chat messages with proxy
uk: Ви не можете спілкуватись в чаті з проксі

source: Your country is temporary muted from this chat channel
uk: Вашу країну тимчасово замучено в цьому чаті

source: You are permanently muted, join our guilded to appeal the mute
uk: Вам назавжди заборонено писати в чат, заходьте в наш guilded, щоб апелювати свій мут

source: You are banned
uk: Ви забанені

source: Your Internet Provider is banned
uk: Ваш інтернет-провайдер забанений

source: You are muted for another ${ timeMin } minutes
uk: Ви в муті ще ${ timeMin } хвилин

source: You are muted for another ${ ttl } seconds
uk: Ви в муті ще ${ ttl } секунд

source: You are sending messages too fast, you have to wait ${ waitTime }s :(
uk: Ви надсилаєте повідомлення занадто швидко, вам потрібно почекати ${ waitTime }с :(

source: You don't have access to this channel
uk: Ви не маєте доступу до цього каналу

source: Your mail has to be verified in order to chat
uk: Ваша пошта повинна бути підтверджена для спілкування

source: You can't send a message this long :(
uk: Ви не можете надсилати настільки великі повідомлення :(

source: Please use int channel
uk: Будь ласка, використовуйте міжнародний чат

source: Stop flooding.
uk: Досить флудити.

source: You sent an empty password or invalid data :(
uk: Ви надіслали порожній пароль або недійсні дані :(

source: This password-reset link isn't valid anymore :(
uk: Це посилання для скидання пароля вже недійсне :(

source: Your passwords do not match :(
uk: Ваші паролі не збігаються :(

source: User doesn't exist in our database :(
uk: Такого користувача немає в нашій базі даних :(

source: Password successfully changed.
uk: Пароль успішно змінено.

source: Invalid url :( Please check your mail again.
uk: Некоректне посилання :( Будь ласка, перевірте свою пошту знову.

source: Place color pixels on an map styled canvas with other players online
uk: Ставте кольорові пікселі на полотні в стилі карти разом з іншими гравцями

source: PixMap.Fun 3DGlobe
uk: PixMap.Fun 3DГлобус

source: A 3D globe of our whole map
uk: 3D глобус всієї карти

source: Double click on globe to go back.
uk: Зробіть дабл клік по глобусу, щоб повернутись.

source: Loading...
uk: Завантаження...

source: pmfun
uk: пмфан

source: PixMap.Fun PopUp
uk: PixMap.Fun Розгортання

source: Email can't be empty.
uk: Електронна адреса не може бути порожньою.

source: Email should be at least 5 characters long.
uk: Електронна адреса повинна мати не менше 5 символів.

source: Email can't be longer than 40 characters.
uk: Електронна адреса не може містити більше 40 символів.

source: Email should at least contain a dot
uk: Електронна адреса повинна містити принаймні крапку

source: Email should contain a @
uk: Електронна адреса повинна містити @

source: Name can't be empty.
uk: Нікнейм не може бути порожнім.

source: Name must be at least 2 characters long
uk: Нікнейм має містити щонайменше 2 символи

source: Name must be shorter than 26 characters
uk: Нікнейм не має перевищувати 26 символів

source: Name contains invalid character like @, /, \ or #
uk: Нікнейм містить некоректний символ, такий як @, /, \ або #

source: No password given.
uk: Пароль не надано.

source: Password must be at least 6 characters long.
uk: Пароль повинен містити щонайменше 6 символів.

source: Password must be shorter than 60 characters.
uk: Пароль не має перевищувати 60 символів.

source: PixMap.fun Password Reset
uk: Скидання пароля PixMap.fun

source: Reset your password here
uk: Скиньте свій пароль тут

source: Reset Password
uk: Скинути пароль

source: Click here
uk: Клацни тут

source: to go back to pixmap
uk: щоб повернутись на pixmap

source: Hello ${ name }, you can set your new password here:
uk: Привіт, ${ name }, ти можеш змінити свій пароль тут:

source: New Password
uk: Новий пароль

source: Confirm New Password
uk: Підтвердити новий пароль

source: Submit
uk: Підтвердити

source: You are not logged in
uk: Ви не авторизовані

source: You are not allowed to access this page
uk: Ви не маєте доступу до цієї сторінки

source: Just admins can do that
uk: Це можуть робити тільки адміни

source: You are not banned
uk: Ви не забанені

source: This email provider is not allowed
uk: Цей постачальник електронної пошти заборонений

source: No Captcha given
uk: Капча не надана

source: E-Mail already in use.
uk: Ця пошта вже використовується.

source: Username already in use.
uk: Цей нікнейм вже використовується.

source: You took too long, try again.
uk: Минуло занадто багато часу, спробуйте ще раз.

source: You failed your captcha
uk: Ви не пройшли капчу

source: Unknown Captcha Error
uk: Невідома помилка з капчею

source: Failed to create new user :(
uk: Не вдалося створити нового користувача :(

source: Failed to establish session after register :(
uk: Не вдалося встановити сесію після реєстрації :(

source: You are not even logged in.
uk: Ви навіть не авторизовані.

source: Server error when logging out.
uk: Помилка сервера під час виходу.

source: Mail verification
uk: Підтвердження пошти

source: You are now verified :)
uk: Тепер ви верифіковані :)

source: Your mail verification code is invalid or already expired :(, please request a new one.
uk: Ваш код для підтвердження пошти недійсний або застарів :(, будь ласка, зробіть запит нового.

source: You are not authenticated.
uk: Ви не авторизовані.

source: Incorrect password!
uk: Неправильний пароль!

source: Muted users can not do this.
uk: Користувачі які знаходяться в муті не можуть робити цього.

source: Muted users can not delete their account.
uk: Користувачі які знаходяться в муті не можуть видалити свій аккаунт.

source: PixMap.fun Accounts
uk: Аккаунти PixMap.fun

source: You will be automatically redirected after 15s
uk: Через 15 секунд ви будете автоматично перенаправлені

source: Or ${ clickHere } to go back to pixmap
uk: Або ${clickHere}, щоб повернутись на pixmap

source: Earth
uk: Земля

source: Moon
uk: Місяць

source: 3D Canvas
uk: 3D Полотно

source: Coronavirus
uk: Коронавірус

source: 1bit
uk: 1біт

source: Top10
uk: Топ-10

source: Mini Map
uk: Міні Карта

source: Football
uk: Футбол

source: Graffit
uk: Ґрафіті

source: Red vs Blue
uk: Червоний проти Синього

source: Pangea
uk: Пангея

source: MiddleEarth
uk: Середзем'я

source: Anarchy
uk: Анархія

source: Our main canvas, a huge map of the world. Place everywhere you like
uk: Наше головне полотно, величезна карта світу. Ставте пікселі де захочете!

source: Moon canvas. Safe space for art. No flags or large text (unless part of art) or art larger than 1.5k x 1.5k pixels.
uk: Місячне полотно. Безпечне місце для малюнків. Без прапорів, або великого тексту (якщо це не частина арту), або малюнків більше 1.5тис. х 1.5тис. пікселів.

source: Place Voxels on a 3D canvas with others
uk: Ставте вокселі на 3D-полотні разом з іншими.

source: Special canvas to spread awareness of SARS-CoV2
uk: Спеціальне полотно для поширення інформації про SARS-CoV-2.

source: Mirror of PixelZone
uk: Дзеркало PixelZone

source: Mirror of PixelCanvas
uk: Дзеркало PixelZone

source: Black and White canvas
uk: Чорно-біле полотно

source: A canvas for the most active players from the the previous day. Daily ranking updates at 00:00 UTC.
uk: Полотно для найактивніших гравців минулого дня. Щоденний рейтинг обнулюється о 00:00 UTC.

source: Thoia World Canvas. Advanced fictional worldbuilding and arts. Abandon the old world and all it entails.
uk: Полотно світу Thoia. Розвинена вигадана світобудова та малюнки. Відмовтеся від старого світу та всього, що з ним пов’язано.

source: Map canvas but in a minimized version for those who want more fun!
uk: Полотно карти світу але мінімізоване для тих хто хоче веселитись більше!

source: Chose teams and fight for them until end!
uk: Обирай команди і бийся за них до смерті!

source: Leave the world and enter into a old map, prehistoric building and factions.
uk: Покинь світ і увійди в стару карту, доісторичні будівлі і фракції.

source: Join the battle between good and evil, men, elves, orcs, hobbits, dwarves, Error, Rohan, Angmar, Mordor! Come make your mark and build empires on Middle Earth! https://discord.com/invite/Mdp9Fyb8tm
uk: Доєднайся до битви між добром і злом, людьми, ельфами, орками, гоббітами, гномами, Ґондор, Роган, Анґмар, Мордор! Зробіть свій знак і будуйте імперії в Середзем'ї! https://discord.com/invite/Mdp9Fyb8tm

source: Just do what ever you want all allowed!
uk: Смерть всім, хто на пиришкоді добутья вільності трудовому люду. Просто роби все що хочеш, все дозволено!

source: Welcome ${ name } to Pix, please verify your mail
uk: ${ name }, вітаємо на PixMap, будь ласка, підтвердьте свою пошту

source: Hello ${ name }
uk: Привіт, ${ name }

source: welcome to our little community of pixelplacers, to use your account, you have to verify your mail. You can do that here:
uk: вітаємо в нашій маленькій спільноті піксельних гравців, щоб використовувати свій аккаунт, вам потрібно підтвердити свою пошту. Ви можете зробити це тут:

source: Click to Verify
uk: Клацни для підтвердження

source: Or by copying following url:
uk: Або перейди по цьому посиланню:

source: Have fun and don't hesitate to contact us if you encounter any problems :)
uk: Веселіться і не соромтеся писати нам, якщо у вас виникли проблеми :)

source: Thanks
uk: Дякую

source: We already sent you a verification mail, you can request another one in ${ minLeft } minutes.
uk: Ми вже надіслали вам лист для підтвердження, ви можете зробити запит нового через ${ minLeft } хвилин.

source: You forgot your password for PixMap? Get a new one here
uk: Ви забули свій пароль до PixMap? Отримайте новий тут

source: Hello
uk: Привіт

source: You requested to get a new password. You can change your password within the next 30min here:
uk: Ви зробили запит нового пароля. Ви можете його змінити протягом наступних 30 хвилин тут:

source: If you did not request this mail, please just ignore it (the ip that requested this mail was ${ ip }).
uk: Якщо ви не робили запит цього листа, просто проігноруйте його (IP-адреса, з якої зробили запит цього листа - ${ ip }).

source: Mail is not configured on the server
uk: Не налаштована пошта сервера

source: We already sent you a mail with instructions. Please wait before requesting another mail.
uk: Ми вже надіслали вам лист із інструкціями. Зачекайте, перш ніж робити запит іншого листа.

source: Couldn't find this mail in our database
uk: Не можемо знайти цю пошту в нашій базі данних
