Repository: MauRoblesss/pixmap
Catalog: i18n/ssr-*.po
Languages: be_by, it, kk_kz, nl, sc

source: You can not send chat messages with proxy
be_by: Вы не можаце адпраўляць паведамленні ў чаце, пакуль у вас уклячана проксі
it: Non puoi mandare messaggi in chat con proxy, non fare come i serbi
kk_kz: Прокси қолданған кезде чатта жаза алмайсыз
nl: Je kunt geen chatberichten versturen met proxy
sc: Umpo mannari messaggia cu li proxy

source: Your country is temporary muted from this chat channel
be_by: Ваша краіна часова прыглушана ў гэтым канале чата
it: Il tuo paese è temporaneamente mutato da questa chat
kk_kz: Осы арнада бүкіл еліңіздің жазу рұқсаты уақытша шектелген
nl: Je land is tijdelijk gedempt op dit chatkanaal
sc: U to paisi esti bannatu temporaniaminti ri stu canali

source: You are permanently muted, join our guilded to appeal the mute
be_by: Вы прыглушаны назаўжды, далучыцеся да нашага Guilded, каб падаць апеляцыю
it: Sei mutato permanentemente, entra sul nostro server Guilded per richiedere la rimozione del mute. Oppure entra su discord.io/italy
kk_kz: Жазу рұқсатыңыз мерзімсіз шектелген, шағым беру үшін біздің guilded-ке қосылыңыз

source: You are banned
be_by: Вы забанены
it: Sei bannato, vai a parlare con donne vere
kk_kz: Сіз бұғатталғансыз
nl: Je bent gebanned
sc: Si bannatu

source: Your Internet Provider is banned
be_by: Ваш інтэрнэт-правайдэр забанены
it: Il tuo internet provider è bannato (ti direi di ritenerti fortunato)
kk_kz: Интернет провайдеріңіз бұғатталған
nl: Uw internetprovider is gebanned
sc: U to provider ri l'internet esti bannatu

source: You are muted for another ${ timeMin } minutes
be_by: Вы прыглушаны яшчэ на ${ timeMin } хвілін
it: Sei mutato ancora per ${ timeMin } minuti
kk_kz: Жазу рұқсатыңыз тағы ${ timeMin } минутқа шектелген
nl: Je bent nog eens ${ timeMin } minuten gedempt
sc: Si mutatu pi n'avutri ${ timeMin } minuta

source: You are muted for another ${ ttl } seconds
be_by: Вы прыглушаны яшчэ на ${ ttl } секунд
it: Sei mutato ancora per ${ ttl } secondi
kk_kz: Жазу рұқсатыңыз тағы ${ ttl } секундқа шектелген
nl: Je bent nog eens ${ ttl } seconden gedempt
sc: Si mutatu pi n'avutri ${ ttl } sicunna

source: You are sending messages too fast, you have to wait ${ waitTime }s :(
be_by: Вы дасылаеце паведамленні занадта хутка, вам прыйдзецца пачакаць ${ waitTime }s :(
it: Stai mandando messaggi troppo velocemente, devi aspettare ${ waitTime }s :(
kk_kz: Хаттарды тым жиі жіберіп отырсыз, ${ waitTime } секунд күтуіңіз керек :(
nl: Je verzendt berichten te snel, je moet ${ waitTime }s wachten :(
sc: Sta mannannu messaggia troppu veloci, asspittari ${ waitTime }s :(

source: You don't have access to this channel
be_by: Вы не маеце доступу да гэтага канала
it: Non hai accesso a questa chat
kk_kz: Бұл арнаны көруге рұқсатыңыз жоқ
nl: Je hebt geen toegang tot dit kanaal
sc: Unna a accessu a stu canali

source: Your mail has to be verified in order to chat
be_by: Ваша пошта павінна быць верыфікаванай, каб вы маглі карыстацца чатам
it: Devi verificare la tua mail per chattare
kk_kz: Чатта жазу үшін эл. поштаңызды растау қажет
nl: Je e-mail moet worden geverifieerd om te kunnen chatten
sc: A to email ava a essiri verificata pi parrari intra a chat

source: You can't send a message this long :(
be_by: Вы не можаце даслаць такое доўгае паведамленне :(
it: Non puoi mandare un messaggio così lungo :(
kk_kz: Сондай ұзын хат жібере алмайсыз :(
nl: Je kunt niet zo lang een bericht sturen :(
sc: Umpo mannari messaggia accussi longa

source: Please use int channel
be_by: Калі ласка, карыстайцеся інтэрнацыянальным чатам (int)
it: Per favore usa il canale "int". Letteralmente 1984
kk_kz: int арнасында жазыңызшы
nl: Gebruik alstublieft het int-kanaal
sc: Piffauri usa a chat int

source: Stop flooding.
be_by: Не флудзіце.
it: Manda messaggi più lentamente, sarai mica un turco
kk_kz: Флудты доғарыңыз.
nl: Stop met spammen.
sc: Abbasta affunnari.

source: You sent an empty password or invalid data :(
be_by: Вы даслалі пусты пароль або няправільныя дадзеныя :(
it: Hai inserito una password vuota o data invalido :(
kk_kz: Бос құпиясөз немесе жарамсыз деректерді жібердіңіз :(
nl: Je hebt een leeg wachtwoord of ongeldige gegevens verzonden :(
sc: Mannasti na password vacanti o data mmalira

source: This password-reset link isn't valid anymore :(
be_by: Гэтая спасылка для скідання паролю больш не працуе :(
it: Questo password reset link non è più valido
kk_kz: Бұл құпиясөз арылту сілтемесі енді жарамсыз :(
nl: Deze link voor het opnieuw instellen van het wachtwoord is niet meer geldig :(
sc: U link pi ressettari a password unne chiu validu

source: Your passwords do not match :(
be_by: Вашыя паролі не супадаюць :(
it: Le tue password non corrispondono
kk_kz: Сіздің құпиясөздер бірдей емес :(
nl: De wachtwoorden komen niet overeen :(
sc: Li password un cuncirunu

source: User doesn't exist in our database :(
be_by: Такога карыстальніка не існуе :(
it: Questo user non esiste nei nostri database
kk_kz: Біздің дерекқорда мұндай қолданушы жоқ :(
nl: Gebruiker bestaat niet in onze database :(
sc: St'utenti unnisisti nalu database

source: Password successfully changed.
be_by: Пароль паспяхова зменены.
it: Password cambiata con successo
kk_kz: Құпиясөз сәтті өзгертілді.

source: Invalid url :( Please check your mail again.
be_by: Няправільны URL :( Калі ласка, праверце сваю пошту яшчэ раз.
it: Url invalido :( Per favore controlla nuovamente la tua mail
kk_kz: Жарамсыз URL :( Эл. поштаңызды қайта тексеріңіз.
nl: Ongeldige url :( Controleer a.u.b. nogmaals uw mail.
sc: Url mmaliru,piffauri talia l'email arre...

source: PixMap.Fun 3DGlobe
be_by: PixMap.Fun 3D Глобус
it: PixMap.Fun Globo 3D
kk_kz: PixMap.Fun 3D-глобусы

source: A 3D globe of our whole map
be_by: 3D Глобус усёй нашай мапы
it: Un Globo 3D di tutta la nostra mappa
kk_kz: Бүкіл картамыздың 3D-глобусы
nl: Een 3D-wereldbol van onze hele kaart
sc: U globo 3d ri tutta a mappa

source: Double click on globe to go back.
be_by: Каб вярнуцца, двойчы націсніце па глобусу.
it: Doppio click sul globo per andare indietro
kk_kz: Оралу үшін глобусқа екі рет басыңыз.
nl: Dubbelklik op wereldbol om terug te gaan.
sc: Ammacca rui voti nalu globo pi iri in arre.

source: Loading...
be_by: Загрузка...
it: Caricamento...
kk_kz: Жүктелуде...
nl: Ladenâ€¦
sc: Caricannu...

source: pmfun
be_by: ппфан

source: PixMap.Fun PopUp
be_by: Усплывальнае акно PixMap.Fun
kk_kz: PixMap.Fun қалқымалы терезесі
sc: PopUp ri PixMap.Fun

source: Place color pixels on an map styled canvas with other players online
be_by: Стаўце рознакаляровыя пікселі на палатне ў выглядзе мапы свету анлайн, разам з іншымі гульцамі
it: Piazza pixel colorati in un canvas con altri player online
kk_kz: Басқа желідегі ойыншылармен бірге түрлі-түсті пикселдерді карта стиліндегі кенепке салыңыз
nl: Plaats kleurpixels op een canvas in kaartstijl samen met andere spelers online
sc: Piazza pixel culurata intra na mappa a stili canvas cu avutri chistiana

source: Email can't be empty.
be_by: Пошта не можа быць пустой.
it: L'email non può essere vuota
kk_kz: Эл. пошта бос бола алмайды.
nl: E-mail mag niet leeg zijn.
sc: A email umpo essiri vacanti.

source: Email should be at least 5 characters long.
be_by: Даўжыня адрасу эл. пошты мае быць не менш за 5 сімвалаў.
it: L'email dovrebbe essere almeno lunga 5 caratteri
kk_kz: Эл. пошта кемінде 5 таңбадан тұруы керек.
nl: E-mail moet minimaal 5 tekens lang zijn.
sc: A email ava aviri aimmenu 5 carattera.

source: Email can't be longer than 40 characters.
be_by: Даўжыня адрасу пошты мае быць не больш за 40 сімвалаў.
it: L'email non può essere più lunga di 40 caratteri
kk_kz: Эл. пошта 40 таңбадан аспауы керек.
nl: E-mail mag niet langer zijn dan 40 tekens.
sc: A Email umpo aviri chiu ri 40 carattera.

source: Email should at least contain a dot
be_by: Адрас пошты павінен мець прынамсі адну кропку
it: L'email deve contenere almeno un punto
kk_kz: Эл. поштада кемінде бір нүкте болуы керек
nl: E-mail moet op zijn minst een punt bevatten
sc: A Email ava aviri un puntu

source: Email should contain a @
be_by: Адрас пошты павінен мець @
it: L'email deve contenere una @
kk_kz: Эл. поштада @ болуы керек
nl: E-mail moet een @ bevatten
sc: A Email ava aviri na @

source: Name can't be empty.
be_by: Імя не можа быць пустым.
it: Il nome non può essere vuoto
kk_kz: Қолданушы аты бос бола алмайды.
nl: Naam mag niet leeg zijn.
sc: U numi un po essiri vacanti.

source: Name must be at least 2 characters long
be_by: Даўжыня імя мае быць не менш за 2 сімвалы
it: Il nome deve avere almeno due caratteri
kk_kz: Қолданушы аты кемінде 2 таңбадан тұруы керек
nl: De naam moet minimaal 2 tekens lang zijn
sc: U numi ava essiri longa aimmenu ri rui carattera

source: Name must be shorter than 26 characters
be_by: Даўжыня імя мае быць менш за 26 сімвалаў
it: Il nome deve essere più corto di 26 caratteri
kk_kz: Қолданушы аты 26 таңбадан аспауы керек
nl: De naam moet korter zijn dan 26 tekens
sc: U numi ava essiri chiu cuirtu ri vintisei carattera

source: Name contains invalid character like @, /, \ or #
be_by: Імя мае недапушчальны сімвал, такі як @, /, \ ці #
it: Il nome contiene caratteri invalidi come @, /, \ o #
kk_kz: Қолданушы атында @, /, \ немесе # сияқты жарамсыз таңбалар бар
nl: Naam bevat ongeldige tekens zoals @, /, \ of #
sc: U numi avi carattera invalida a tipo @, /, \ o #

source: No password given.
be_by: Пароль адсутнічае.
it: Nessuna passwrod data
kk_kz: Құпиясөз берілмеген.
nl: Geen wachtwoord gegeven.
sc: Password un rata.

source: Password must be at least 6 characters long.
be_by: Даўжыня паролю мае быць не менш за 6 сімвалаў.
it: La password deve avere almeno 6 caratteri
kk_kz: Құпиясөз кемінде 6 таңбадан тұруы керек.
nl: Het wachtwoord moet op zijn minst 6 tekens lang zijn.
sc: A Password ava a essiri aimmenu ri 6 carattera.

source: Password must be shorter than 60 characters.
be_by: Даўжыня паролю мае быць менш за 60 сімвалаў.
it: La password deve essere più corta di 60 caratteri
kk_kz: Құпиясөз 60 таңбадан аспауы керек.
nl: Wachtwoord moet korter zijn dan 60 tekens.
sc: A Password unpo aviri chiu ri 60 carattera.

source: PixMap.fun Password Reset
be_by: Скіданне паролю PixMap.fun
kk_kz: PixMap.fun құпиясөзін арылту
nl: PixMap.fun wachtwoord opnieuw instellen
sc: Reset rila password

source: Reset your password here
be_by: Скінуць свой пароль
it: Resetta la tua password qui
kk_kz: Кұпиясөзіңізді осында арылта аласыз
nl: Stel hier uw wachtwoord opnieuw in
sc: Resetta a password ca

source: Reset Password
be_by: Скінуць пароль
kk_kz: Құпиясөзді арылту
nl: Wachtwoord opnieuw instellen
sc: Resetta a password

source: Click here
be_by: Націсніце тут
it: Clicca qui
kk_kz: Осында басыңыз
nl: Klik hier
sc: Ammacca ca

source: to go back to pixmap
be_by: каб вярнуцца да pixmap
it: per tornare su pixmap
kk_kz: pixmap-ке оралу үшін
nl: om terug te gaan naar pixmap
sc: va arre su Pixmap

source: Hello ${ name }, you can set your new password here:
be_by: Вітаем, ${ name }, вы можаце ўвесці свой новы пароль:
it: Ciao ${ name }, pui mettere la tua nuova password qui
kk_kz: Сәлем, ${ name }, жаңа құпиясөзді мына жерде орната аласыз:
nl: Hallo ${ name }, je kunt hier je nieuwe wachtwoord instellen:
sc: Salutamu ${ name }, po mettiri a to nova password ca:

source: New Password
be_by: Новы пароль
it: Nuova password
kk_kz: Жаңа құпиясөз
nl: Nieuw wachtwoord
sc: Nova password

source: Confirm New Password
be_by: Пацвярдзіце новы пароль
it: Conferma nuova password
kk_kz: Жаңа құпиясөзді растау
nl: Bevestig nieuw wachtwoord
sc: Cunfirma a nova password

source: Submit
be_by: Даслаць
it: Manda
kk_kz: Жіберу
nl: Indienen
sc: Cunfirma

source: You are not logged in
be_by: Вы не ўвайшлі ў акаўнт
it: Non hai effettuato l'accesso
kk_kz: Кірмегенсіз
nl: Je bent niet ingelogd
sc: Unsi loggatu

source: You are not allowed to access this page
be_by: Вам нельга захадзіць на гэтую старонку
it: Non hai il permasso di accedere a questa pagina
kk_kz: Бұл бетті көруге рұқсатыңыз жоқ
nl: U heeft geen toegang tot deze pagina
sc: Unna u pirmissu pi trasiri intra sta pagina

source: Just admins can do that
be_by: Толькі адміністратары могуць гэта рабіць
it: Solo gli admin possono farlo
kk_kz: Мына әрекетті әкімшілер ғана жасай алады
nl: Alleen beheerders kunnen dat doen
sc: Sulu li admin ponnu fari chistu

source: You are not banned
be_by: Вы не забанены
it: Non sei bannato (purtroppo)
kk_kz: Сіз бұғаттауда емессіз
nl: Je bent niet gebanned
sc: Unsi bannatu

source: This email provider is not allowed
be_by: Гэты email-правайдэр забанены
it: Il tuo email provider non è permesso, 1984
kk_kz: Осы эл. пошта сервисіне тыйым салынған
nl: Deze e-mailprovider is niet toegestaan
sc: Stu provider rila email unne valiru

source: No Captcha given
be_by: Капча адсутнічае
it: Nessun captcha dato
kk_kz: Captcha берілмеген
nl: Geen Captcha gegeven
sc: Captcha un ratu

source: E-Mail already in use.
be_by: Гэтая пошта ўжо выкарыстоўваецца.
it: Email già in uso
kk_kz: Бұл эл. поштаны біреу алып қойған.
nl: Email is al in gebruik.
sc: E-Mail gia usata.

source: Username already in use.
be_by: Гэтае імя ўжо выкарыстоўваецца.
it: Username già in uso
kk_kz: Бұл қолданушы атын біреу алып қойған.
nl: Gebruikersnaam al in gebruik.
sc: Username gia pigghiatu.

source: You took too long, try again.
be_by: Вам спатрэбілася занадта многа часу, паспрабуйце яшчэ раз.
it: Ci hai messo troppo, riprova
kk_kz: Тым көп уақыт өтті, қайта байқап көріңіз.
nl: Het duurde te lang, probeer het opnieuw.
sc: Ci mittisti troppu assa, prova arre.

source: You failed your captcha
be_by: Вы правалілі сваю капчу
it: Hai sbagliato il captcha
kk_kz: Captcha-ны шешпедіңіз
nl: Je captcha is mislukt
sc: Rixi morto Fallisti u captcha

source: Unknown Captcha Error
be_by: Невядомая памылка капчы
it: Errore del captcha sconosciuto
kk_kz: Белгісіз Captcha қатесі
nl: Onbekende Captcha-fout
sc: Errori rilu captcha sconosciutu

source: Failed to create new user :(
be_by: Не атрымалася стварыць новага карыстальніка :(
it: Fallimento nel creare un nuovo user
kk_kz: Жаңа тіркелгі жасау мүмкін емес :(
nl: Kan nieuwe gebruiker niet aanmaken :(
sc: Falli a criari un novu utenti

source: Failed to establish session after register :(
be_by: Не атрымалася стварыць сэсію пасля рэгістрацыі :(
it: Fallimento nel ristabilire una sessione dopo la registraione
kk_kz: Тіркелуден кейінгі сессияны орнату мүмкін емес :(
nl: Kan sessie niet tot stand brengen na registratie :(
sc: Falli a fari na sissiuni ropu a registazioni :(

source: You are not even logged in.
be_by: Вы нават не ўвайшлі ў акаўнт.
it: Non hai nemmeno fatto l'accesso
kk_kz: Сіз тіпті жүйеге кірмедіңіз.
nl: Je bent niet eens ingelogd.
sc: Unsi mancu loggatu.

source: Server error when logging out.
be_by: Памылка сервера пры выхадзе з акаўнту.
it: Errore del server durante il log out
kk_kz: Жүйеден шыққанда сервер қатесі орын алды.
nl: Serverfout bij uitloggen.
sc: Erruri rilu server quannu loggasti fora.

source: You are not authenticated.
be_by: Вы не аўтарызаваны.
it: Non sei autentificato
kk_kz: Аутентификациядан өтпедіңіз.
nl: U bent niet geauthenticeerd.
sc: Unsi autenticatu.

source: Incorrect password!
be_by: Няправільны пароль!
it: Password incorretta
kk_kz: Құпиясөз дұрыс емес!
nl: Onjuist wachtwoord!
sc: Password sbagliata!

source: Mail verification
be_by: Спраўджанне пошты
it: Verificazione mail
kk_kz: Эл. пошта растау
nl: E-mail verificatie
sc: Verifica pi email

source: You are now verified :)
be_by: Цяпер вы спраўджаны :)
it: Adesso sei verificato
kk_kz: Енді сіз расталғансыз :)
nl: Je bent nu geverifieerd :)
sc: Si verificatu

source: Your mail verification code is invalid or already expired :(, please request a new one.
be_by: Ваш код спраўджання пошты няправільны або ужо не працуе :(, калі ласка, запытайце новы.
it: Il tuo mail verification code è invalido o è già scaduto ;(, per farvore richiedine uno nuovo
kk_kz: Эл. пошта растау кодыңыз жарамсыз немесе оның мерзімі өтіп кетті :(, жаңа растау кодын сұратыңыз.
nl: Uw e-mailverificatiecode is ongeldig of al verlopen :(, vraag een nieuwe aan.
sc: U To codici pi verificarti j'e mmalidu o scarutu ;(, piffauri richiedi navutru.

source: PixMap.fun Accounts
be_by: Акаўнты PixMap.fun
kk_kz: PixMap.fun тіркелгілері
sc: Account ri PixMap.fun

source: You will be automatically redirected after 15s
be_by: Вы будзеце аўтаматычна перанакіраваныя праз 15с
it: Sarai rediretto automaticamente dopo 15s
kk_kz: 15 секундтан кейін сізді автоматты түрде қайта бағдарлаймыз
nl: Na 15 seconden wordt u automatisch doorgestuurd
sc: Veni mannatu nala paggina automaticamente 'n 15s

source: Or ${ clickHere } to go back to pixmap
be_by: Альбо ${ clickHere } каб вярнуцца да pixmap
it: o ${ clickHere } per tornare su pixmap
kk_kz: Немесе pixmap-ке оралу үшін ${ clickHere }
nl: Of ${ clickHere } om terug te gaan naar pixmap
sc: O ${ clickHere } Pi gghiri arre su pixmap

source: Earth
be_by: Зямля
it: Terra
kk_kz: Жер
nl: Aarde
sc: Terra

source: Moon
be_by: Луна
it: Luna
kk_kz: Ай
nl: Maan
sc: Luna

source: 3D Canvas
be_by: 3D палатно
kk_kz: 3D-кенеп
sc: Canvas 3D

source: Coronavirus
be_by: Каранавірус
kk_kz: Коронавирус

source: 1bit
be_by: 1-біт
kk_kz: 1 битті

source: Top10
be_by: Топ 10
kk_kz: Топ-10

source: Our main canvas, a huge map of the world. Place everywhere you like
be_by: Наша галоўнае палатно, вялізарная мапа свету. Стаўце пікселі дзе заўгодна
it: Il nostro canvas principale, una enorme mappa del mondo. Piazza onunque to voglia
kk_kz: Басты кенебіміз, үлкен әлем картасы. Кез келген жерде сурет салыңыз
nl: Ons belangrijkste canvas, een enorme kaart van de wereld. Plaats waar je maar wilt
sc: U Canvas principali, na mappa ranni ri tuttu u munnu. Piazza unne ghie ca ti piaci

source: Moon canvas. Safe space for art. No flags or large text (unless part of art) or art larger than 1.5k x 1.5k pixels.
be_by: Палатно Луна. Бяспечнае месца для малюнкаў. Ніякіх сцягаў ці вялікага тэксту (калі гэта ня частка малюнку), ці малюнкаў больш за 1.5k x 1.5k пікселяў.
it: Canvas luna. Spazio sicuro per le art. Nessuna bandiera o testo lago (a meno che sia parte di un'art) o art più grande di 1.5kx1.5k pixel
kk_kz: Ай кенебі. Суреттер үшін қауіпсіз орын. Тулар, сурет құрамына кірмейтін үлкен мәтін және өлшемі 1,5 мың x 1,5 мың пикселден асатын суреттерді салуға болмайды.
nl: Maan canvas. Veilige plek voor kunst. Geen vlaggen of grote tekst (tenzij onderdeel van kunst) of kunst groter dan 1,5k x 1,5k pixels.
sc: Canvas rila luna. spaziu sicuru pi li arti. Nenti banneri ne scritti rossi (Aimmenu sa un fannu parti rilu disegnu) ne arti chiu ranni ri 1.5k x 1.5k pixels.

source: Place Voxels on a 3D canvas with others
be_by: Стаўце вокселі на 3D палатне разам з іншымі
it: Piazza Voxels sul canvas 3D con altri
kk_kz: Басқалармен бірге вокселдерді 3D-кенепке салыңыз
nl: Plaats Voxels samen met anderen op een 3D-canvas
sc: Piazza Voxels intra 'n canvas 3D cu l'avutri

source: Special canvas to spread awareness of SARS-CoV2
be_by: Асаблівае палатно, прызванае распаўсюджваць дасведчанасць аб SARS-CoV2
it: Canvas speciale per sensibilizzare sul SARS-CoV2
kk_kz: SARS-CoV2 туралы хабардарлықты арттыруға арналған арнайы кенеп
nl: Speciaal canvas om het bewustzijn van SARS-CoV2 te vergroten
sc: Canvas spiciali pi diffunniri a consapevolizza sulu SARS-CoV2

source: Mirror of PixelZone
be_by: Люстэрка PixelZone
it: Mirror di PixelZone
kk_kz: PixelZone айнасы
nl: Mirror van PixelZone
sc: Specchiu ri PixelZone

source: Mirror of PixelCanvas
be_by: Люстэрка PixelCanvas
it: Mirror di PixelCanvas
kk_kz: PixelCanvas айнасы
nl: Mirror van PixelCanvas
sc: Specchiu ri PixelCanvas

source: Black and White canvas
be_by: Ч/Б палатно
it: Canvas in bianco e nero
kk_kz: Ақ-қара кенеп
nl: Zwart-wit canvas
sc: Canvas 'n viancu j'e' nivuru

source: A canvas for the most active players from the the previous day. Daily ranking updates at 00:00 UTC.
be_by: Палатно для найбольш актыўных гульцоў апошняга дня. Спіс аднаўляецца кожны дзень у 00:00 UTC.
it: Canvas per i player più attivi del giorno precedente (leggi autistici). Le classifiche giornaliere riniziano a 00:00 UTC
kk_kz: Кеше ең белсенді болған ойыншыларға арналған кенеп. Күнделікті рейтиң UTC бойынша түн ортасында арылтады.
nl: Een canvas voor de meest actieve spelers van de vorige dag. Dagelijkse ranking-updates om 00:00 UTC.
sc: U canvas sulu pili iucatura chiu attiva d'aeri. Aggiurnamenti a 00:00 UTC.

source: Welcome ${ name } to PixMap, please verify your mail
be_by: Вітаем у PixMap, ${ name }, калі ласка, спраўдзіце сваю пошту
it: Benvenuto ${ name } su PixMap, per favore verifica la tua mail
kk_kz: ${ name }, PixMap-ке қош келдіңіз, эл. поштаңызды растаңыз

source: Hello ${ name }
be_by: Вітаем, ${ name }
it: Ciao ${ name }
kk_kz: Сәлем, ${ name }
nl: Hallo ${ name }
sc: Salutamu ${ name }

source: welcome to our little community of pixelplacers, to use your account, you have to verify your mail. You can do that here:
be_by: запрашаем да нашай суполцы піксельных гульцоў. Каб выкарыстоўваць свой акаўнт, вы павінны спраўдзіць сваю пошту. Вы можаце зрабіць гэта тут:
it: Benvenuo alla nostra piccola community di pixelplacers, per usare il tuo account, devi verificare il tuo account mail. Lo puoi fare qui:
kk_kz: біздің пиксел салушылар шағын қоғамдастығымызға қош келдіңіз, тіркелгіңізді қолдану үшін эл. пошта растауыңыз керек. Бұны мына жерде істей аласыз:
nl: welkom bij onze kleine gemeenschap van pixelplacers, om je account te gebruiken, moet je je e-mail verifiÃ«ren. Dat kan hier:
sc: binvinuto nala community ri niavutri pixelplacers, usa u to account, virifica a to email, u po fari ca:

source: Click to Verify
be_by: Націсніце, каб спраўдзіць
it: Clicca per verificare
kk_kz: Растау үшін басыңыз
nl: Klik om te verifiÃ«ren
sc: Ammacca pi Verificariti

source: Or by copying following url:
be_by: Або скапіяваўшы гэты URL:
it: o copia il link seguente
kk_kz: Немесе осы сілтемені көшіріп алыңыз:
nl: Of door volgende url te kopiÃ«ren:
sc: O copia stu url:

source: Have fun and don't hesitate to contact us if you encounter any problems :)
be_by: Весяліцеся і не бойцеся пісаць нам, калі ў вас будуць якія-небудзь праблемы :)
it: Divertiti e non esitare a contattarci se incontri dei problemi
kk_kz: Уақытты жақсы өткізуіңізді тілейміз! Қандай да бір мәселелер болса, бізге қысылмай хабарласыңыз :)

source: Thanks
be_by: Дзякуй
it: Grazie, Ave Roma
kk_kz: Рахмет
nl: Bedankt
sc: Razi

source: We already sent you a verification mail, you can request another one in ${ minLeft } minutes.
be_by: Мы ўжо даслалі вам пісьмо аб спраўджанні. Вы можаце запрасіць яшчэ адзін праз ${ minLeft } хвілін.
it: Ti abbiamo già mandato una mail per verifica, ne puoi richiedere un'altra in ${ minLeft } minuti
kk_kz: Біз сізге растау хатын жіберіп қойдық, жаңасын ${ minLeft } минуттан кейін сұрай аласыз.
nl: We hebben je al een verificatiemail gestuurd, je kunt binnen ${ minLeft } minuten een nieuwe aanvragen.
sc: Mannamu gia n' email pi a verifica' ni po arrichiediri navutra fra ${ minLeft } minuta.

source: You forgot your password for PixMap? Get a new one here
be_by: Вы забыліся на ваш пароль ад PixMap? Атрымайце новы тут
it: Hai dimenticato la tua password di PixMap= Chiedine un'altra qui
kk_kz: PixMap құпиясөзіңізді ұмыттыңыз ба? Жаңасын мына жерден алыңыз
nl: Je bent je wachtwoord voor PixMap vergeten? Koop hier een nieuwe
sc: Addimenticasti a to password? arrichiedini navutra ca

source: Hello
be_by: Вітаем
it: Ciao
kk_kz: Сәлем
nl: Hallo
sc: Salutamu
