Repository: MauRoblesss/pixmap
Catalog: i18n/ssr-to.po
Languages: to

source: You can not send chat messages with proxy
to: He ʻikai lava ke ke ʻave ha ngaahi popoaki talanoa mo e fakafofonga

source: Your country is temporary muted from this chat channel
to: ʻOku ʻikai ke ʻi ai ha meʻa fakataimi ʻi ho fonua mei he senolo ko ʻeni

source: You are permanently muted, join our guilded to apppeal the mute
to: ʻOku ʻikai ke ke fuʻu tokanga koe ki ai, kau ki heʻetau guilded ke apppeal ʻa e fakalongo

source: You are banned
to: ʻOku ke banned

source: Your Internet Provider is banned
to: ʻOku banned hoʻo kautaha ʻInitaneti

source: You are muted for another ${ timeMin } minutes
to: ʻOku ʻikai ke ke toe ʻi ha miniti ʻe ${ timeMin }

source: You are muted for another ${ ttl } seconds
to: ʻOku ʻikai ke ke toe ʻi ai ha sekoni ʻe ${ ttl }

source: You are sending messages too fast, you have to wait ${ waitTime }s :(
to: ʻOku ke ʻoatu ha ngaahi popoaki ʻoku fuʻu vave, kuo pau ke ke tatali ki he ${ waitTime }s :(

source: You don't have access to this channel
to: ʻOku ʻikai ke ke lava ʻo hu ki he senolo ko ʻeni

source: Your mail has to be verified in order to chat
to: Kuo pau ke fakapapauʻi hoʻo meili kae lava ke talanoa

source: You can't send a message this long :(
to: He ʻikai lava ke ke ʻave ha popoaki fuoloa peheni :(

source: Please use int channel
to: Kātaki ʻo fakaʻaongaʻi ʻa e int channel

source: Stop flooding.
to: Taʻofi e tafea.

source: You sent an empty password or invalid data :(
to: Naʻá ke ʻave ha lea fufū ʻoku ʻikai fakafonu pe hala e fakamatalá :(

source: This password-reset link isn't valid anymore :(
to: ʻOku ʻikai toe ʻaonga ʻa e fehokotakiʻanga fakafoʻou ko ʻeni ʻo e lea fufuú :(

source: Your passwords do not match :(
to: ʻOku ʻikai tatau hoʻo ongo lea fufuú mo e :(

source: User doesn't exist in our database :(
to: ʻOku ʻikai maʻu ʻa e tokotaha ngaue ʻi heʻetau faile fakakomipiuta :(

source: Passowrd successfully changed.
to: Naʻe lava lelei ʻo liliu ʻa e Passowrd.

source: Invalid url :( Please check your mail again.
to: ʻIkai tonu e :( URL Kātaki ʻo toe vakaiʻi hoʻo meilí.

source: A 3D globe of our whole map
to: Ko ha kolope 3D ʻo ʻetau mape kotoa

source: Double click on globe to go back.
to: Lomiʻi tuʻo ua ʻi he mamani ke toe foki.

source: Loading...
to: Load...

source: Place color pixels on an map styled canvas with other players online
to: Fokotuʻu ʻa e lanu ʻo e lanu ʻi ha mape styled fakatataa mo e kau vaʻinga kehe ʻi he ʻInitaneti

source: Email can't be empty.
to: He ʻikai lava ke taʻe fakafonu e ʻimeili.

source: Email should be at least 5 characters long.
to: ʻOku totonu ke ʻoua naʻa toe siʻi hifo he mataʻitohi ʻe 5 ʻa e ʻimeili.

source: Email can't be longer than 40 characters.
to: He ʻikai lava ke loloa ange ʻa e ʻimeili ʻi he mataʻitohi ʻe 40.

source: Email should at least contain a dot
to: ʻOku totonu ke ʻoua naʻa toe siʻi hifo he ʻimeili ha dot

source: Email should contain a @
to: ʻOku totonu ke kau ʻi he ʻimeili ha @

source: Name can't be empty.
to: ʻIkai lava ke taʻe ʻi ai ha hingoa.

source: Name must be at least 2 characters long
to: Kuo pau ke mataʻitohi ʻe 2 hono lōloa ʻo e hingoá

source: Name must be shorter than 26 characters
to: Kuo pau ke nounou ange ʻa e hingoá ʻi he mataʻitohi ʻe 26

source: Name contains invalid character like @, /, \ or #
to: ʻOku ʻi he hingoa ha mataʻitohi ʻoku hala hange ko @, /, \ pe #

source: No password given.
to: ʻIkai ʻoange ha lea fufū.

source: Password must be at least 6 characters long.
to: Kuo pau ke ʻoua naʻa toe siʻi hifo he mataʻitohi ʻe 6 ʻa e lea fufuú.

source: Password must be shorter than 60 characters.
to: Kuo pau ke nounou ange ʻa e lea fufuú ʻi he mataʻitohi ʻe 60.

source: PixMap.fun Password Reset
to: Toe Fakafoʻou e Lea Fufuú PixMap.fun

source: Reset your password here
to: Fakafoʻou heni hoʻo lea fufuú

source: Reset Password
to: Toe Fakafoʻou ʻa e Lea Fufuú

source: Click here
to: Lomiʻi heni

source: to go back to pixmap
to: ke foki ki pixmap

source: Hello ${ name }, you can set your new password here:
to: Malo e lelei ${ name }, te ke lava ʻo fokotuʻu heni hoʻo lea fufu foʻou:

source: New Password
to: Lea Fufū Foʻoú

source: Confirm New Password
to: Fakapapauʻi ʻa e Lea Fufū Foʻoú

source: Submit
to: Fakahū

source: You are not logged in
to: ʻOku ʻikai ke ke hū ki he polokalamá

source: You are not allowed to access this page
to: ʻOku ʻikai ngofua ke ke hū ki he peesi ko ʻení

source: Just admins can do that
to: ʻE lava ʻe he miniti pe ʻe taha ʻo fai ia

source: You are not banned
to: ʻOku ʻikai ke ke banned

source: You are not even logged in.
to: ʻOku ʻikai ke ke hu ki he polokalama.

source: Server error when logging out.
to: Fehalaaki ʻa e server ʻi he taimi ʻoku loka ai.

source: Mail verification
to: Fakapapauʻi ʻo e meilí

source: You are now verified :)
to: Kuo fakapapauʻi he taimí ni :)

source: Your mail verification code is invalid or already expired :(, please request a new one.
to: ʻOku ʻikai tonu hoʻo kouti fakapapauʻi ʻo e meilí pe kuo ʻosi e taimi ngāueʻaki :(, kātaki ʻo kole ha fika foʻou.

source: This email provider is not allowed
to: ʻOku ʻikai fakangofua ʻa e kautaha ʻimeili ko ʻeni

source: No Captcha given
to: ʻIkai ha Captcha ʻe foaki

source: E-Mail already in use.
to: Kuo ʻosi fakaʻaongaʻi ʻa e ʻĪ-meilí.

source: Username already in use.
to: Kuo ʻosi ngāueʻaki ʻe he tokotaha ngāue ki he polokala.

source: You took too long, try again.
to: Naʻe fuʻu fuoloa hoʻo feinga.

source: You failed your captcha
to: Naʻe ʻikai ke ke lava hoʻo captcha

source: Unknown Captcha Error
to: Fehalaaki Captcha ʻikai ʻiloʻi

source: Failed to create new user :(
to: ʻIkai lava ʻo faʻu ha foʻou ki he polokalamá :(

source: Failed to establish session after register :(
to: ʻIkai lava ke fokotuʻu ha fakataha hili e lesisita :(

source: You are not authenticated.
to: ʻOku ʻikai ke ke authenticated.

source: Incorrect password!
to: ʻIkai tonu e lea fufuú!

source: PixMap.fun Accounts
to: Ngaahi ʻAkauni PixMap.fun

source: You will be automatically redirected after 15s
to: ʻE toe fakafoki fakahangatonu atu koe hili 15s

source: Or ${ clickHere } to go back to pixmap
to: Pe ${ clickHere } ke foki ki pixmap

source: Earth
to: Mamani

source: Moon
to: Mahina

source: 3D Canvas
to: 3D Fakatataa

source: Our main canvas, a huge map of the world. Place everywhere you like
to: Ko ʻetau tefitoʻi fakatataa, ko ha mape lahi ʻo e mamani. Tuku ʻi he feituʻu kotoa pe ʻoku ke saiʻia ai

source: Moon canvas. Safe space for art. No flags or large text (unless part of art) or art larger than 1.5k x 1.5k pixels.
to: Fakatataa ʻo e mahina. Feituʻu malu ki he ʻati. ʻIkai ha fuka pe fakamatala lahi (tuku kehe kapau ko ha konga ʻo e ʻati) pe ʻaati lahi ange ʻi he 1.5 k x 1.5 k.

source: Place Voxels on a 3D canvas with others
to: Fokotuʻu Voxels ʻi ha fakatataa 3D mo e niʻihi kehe

source: Special canvas to spread awareness of SARS-CoV2
to: Fakatataa makehe ke fakamafola hono ʻiloʻi ʻo e SARS-CoV2

source: Mirror of PixelZone
to: Sioʻata ʻo e PixelZone

source: Mirror of PixelCanvas
to: Sioʻata ʻo e PixelCanvas

source: Black and White canvas
to: Fakatataa ʻuliʻuli mo hinehina

source: A canvas for the most active players from the the previous day. Daily ranking updates at 00:00 UTC.
to: Ko ha fakatataa maʻa e kau vaʻinga malohi taha mei he ʻaho kimuʻa. Ngaahi fakamatala fakamuimuitaha ʻi he 00:00 UTC.

source: Welcome ${ name } to PixMap, plese verify your mail
to: Talitali lelei ʻa e ${ name } ki he PixMap, plese fakapapauʻi hoʻo meili

source: Hello ${ name }
to: Malo e lelei ${ name }

source: welcome to our little community of pixelplacers, to use your account, you have to verify your mail. You can do that here:
to: talitali lelei ki homau kiʻi kolo pixelplacers, ke fakaʻaongaʻi hoʻo ʻakauni, kuo pau ke ke fakapapauʻi hoʻo meili. Te ke lava ʻo fai ia heni:

source: Click to Verify
to: Lomiʻi ke Fakapapauʻi

source: Or by copying following url:
to: Pe hiki tatau ʻa e URL ko ʻeni:

source: Have fun and don't hesitate to contact us if you encouter any problems :)
to: Fiefia pea ʻoua naʻa ke momou ke fetuʻutaki mai kiate kimautolu kapau te ke e encouter ha faʻahinga palopalema :)

source: Thanks
to: Malo

source: We already sent you a verification mail, you can request another one in ${ minLeft } minutes.
to: Kuo mau ʻosi ʻoatu ha meili fakapapauʻi, te ke lava ʻo kole ha taha ʻi he miniti ʻe ${ minLeft }.

source: You forgot your password for PixMap? Get a new one here
to: Naʻe ngalo hoʻo lea fufuu ki he PixMap? Maʻu ha taha foʻou heni

source: Hello
to: Malo e lelei

source: You requested to get a new password. You can change your password within the next 30min here:
to: Naʻá ke kole ke maʻu mai ha lea fufū foʻou. Te ke lava ʻo liliu hoʻo lea fufuu ʻi he miniti ʻe 30 ka hoko:

source: If you did not request this mail, please just ignore it (the ip that requested this mail was ${ ip }).
to: Kapau naʻe ʻikai ke ke kole ʻa e meili ko ʻeni, kataki ʻo tukunoaʻi pe ia (ko e ip naʻa ne kole ʻa e meili ko ʻeni ko e ${ ip }).

source: Mail is not configured on the server
to: ʻOku ʻikai fakapolokalamaʻi ʻa e meili ʻi he server

source: We already sent you a mail with instructions. Please wait before requesting another mail.
to: Kuo mau ʻosi ʻoatu ha meili mo ha ngaahi fakahinohino. Kātaki ʻo tatali kimuʻa pea toki kole mai ha toe meili ʻe taha.

source: Couldn't find this mail in our database
to: ʻIkai lava ke maʻu e meili ko ʻeni ʻi heʻemau faile fakakomipiuta
