Repository: MauRoblesss/pixmap
Catalog: i18n/ssr-*.po
Languages: be_by, it, kk_kz, nl, sc

source: You requested to get a new password. You can change your password within the next 30min here:
be_by: Вы запрасілі атрымаць новы пароль. Вы можаце змяніць свой пароль на працягу 30 хвілін тут:
it: Hai richiesto una nuova password. Puoi cambiare la tua password nei prossimi 30 minuti qui:
kk_kz: Сіз құпиясөз арылтуды сұрадыңыз. Келесі 30 минут ішінде құпиясөзіңізді осында өзгерте аласыз:
nl: U heeft een nieuw wachtwoord aangevraagd. U kunt uw wachtwoord hier binnen 30 minuten wijzigen:
sc: Arrichieristi navutra password, a po canciari tra navutri 30 minuta

source: If you did not request this mail, please just ignore it (the ip that requested this mail was ${ ip }).
be_by: Калі вы не запрашалі гэтага пісьма, калі ласка, проста ігнаруйце яго ( IP, які запрасіў гэты ліст - ${ ip }).
it: Se non hai richiesto questa mail, per favore ignorala (l'IP che ha richiesto questa mail era ${ ip })
kk_kz: Бұл сұрауды жасамаған болсаңыз, осы хатты елемей-ақ қойыңыз (оны сұраған IP: ${ ip }).
nl: Als je deze mail niet hebt aangevraagd, negeer deze dan gewoon (het IP-adres dat deze mail opvroeg was ${ ip }).
sc: Si un arrichieristi sti email, ignorala (U ip ca arrichidi sti email esti ${ ip }).

source: Mail is not configured on the server
be_by: Пошта не наладжана на серверы
it: Questa mail non è configurata sul server
kk_kz: Осы серверде эл. пошта бапталмаған
nl: Mail is niet geconfigureerd op de server
sc: A Littra unne configurata nalu server

source: We already sent you a mail with instructions. Please wait before requesting another mail.
be_by: Мы ўжо даслалі вам пісьмо з інструкцыямі. Калі ласка, пачакайце перад тым, як запрасіць яшчэ адно.
it: Ti abbiamo già mandato una mail con delle istruzioni. Per favore aspetta prima di richiedere un'altra mail.
kk_kz: Біз сізге нұсқаулы хатты жіберіп қойдық. Басқа хат сұрамас бұрын азғантай күте тұрыңыз.
nl: We hebben je al een mail gestuurd met instructies. Wacht a.u.b. voordat u een nieuwe e-mail aanvraagt.
sc: Ti mannamu gia' na littra culi istruziuni. Aspittassi n'anticchia pi farini mannari navutra.

source: Couldn't find this mail in our database
be_by: Не можам знайсці такую пошту ў нашай базе дадзеных
it: Non abbiamo trovato questa mail nei nostri database
kk_kz: Осы эл. пошта біздің дерекқордан табылмады
nl: Kon deze mail niet vinden in onze database
sc: Unputimu attruvari a to email nalu database

source: You are permanently muted, join our guilded to apppeal the mute
nl: Je bent permanent gedempt, sluit je aan bij onze gilde om in beroep te gaan tegen de demper
sc: Si bannatu pi ssempri, trasi nalu guilded pi appellari

source: Passowrd successfully changed.
nl: Wachtwoord succesvol veranderd.
sc: Password canciata.

source: Welcome ${ name } to PixMap, plese verify your mail
nl: Welkom ${ name } bij PixMap, verifieer a.u.b. uw e-mail
sc: Binvinutu ${ name } na pixmap, piffauri verifica a to email

source: Have fun and don't hesitate to contact us if you encouter any problems :)
nl: Veel plezier en aarzel niet om contact met ons op te nemen als u problemen ondervindt :)
sc: Addivertiti j'e' un esitari a contattarici si viri quacchi problema :)
