Repository: MauRoblesss/pixmap
Catalog: i18n/ssr-gr.po
Languages: el_gr

source: You can not send chat messages with proxy
el_gr: Δεν μπορείτε να στείλετε μηνύματα συνομιλίας με proxy

source: Your country is temporary muted from this chat channel
el_gr: Η χώρα σας έχει τεθεί προσωρινά σε σίγαση από αυτό το κανάλι συνομιλίας

source: You are permanently muted, join our guilded to apppeal the mute
el_gr: Βρίσκεστε σε μόνιμη σίγαση, εγγραφείτε στο guilded μας για να υποβάλετε έκκληση για τη σίγαση

source: You are banned
el_gr: Είστε απαγορευμένοι

source: Your Internet Provider is banned
el_gr: Ο πάροχος Διαδικτύου σας έχει απαγορευτεί

source: You are muted for another ${ timeMin } minutes
el_gr: Έχετε τεθεί σε σίγαση για άλλα ${ timeMin } λεπτά

source: You are muted for another ${ ttl } seconds
el_gr: Βρίσκεστε σε σίγαση για άλλα ${ ttl } δευτερόλεπτα

source: You are sending messages too fast, you have to wait ${ waitTime }s :(
el_gr: Στέλνετε μηνύματα πολύ γρήγορα, πρέπει να περιμένετε ${ waitTime }s :(

source: You don't have access to this channel
el_gr: Δεν έχετε πρόσβαση σε αυτό το κανάλι

source: Your mail has to be verified in order to chat
el_gr: Το mail σας πρέπει να επαληθευτεί για να συνομιλήσετε

source: You can't send a message this long :(
el_gr: Δεν μπορείς να στείλεις τόσο μεγάλο μήνυμα :(

source: Please use int channel
el_gr: Χρησιμοποιήστε το κανάλι int

source: Stop flooding.
el_gr: Σταματήστε το σπαμ.

source: You sent an empty password or invalid data :(
el_gr: Στείλατε έναν κενό κωδικό πρόσβασης ή μη έγκυρα δεδομένα :(

source: This password-reset link isn't valid anymore :(
el_gr: Αυτός ο σύνδεσμος επαναφοράς κωδικού πρόσβασης δεν είναι πλέον έγκυρος :(

source: Your passwords do not match :(
el_gr: Οι κωδικοί πρόσβασης δεν ταιριάζουν

source: User doesn't exist in our database :(
el_gr: Ο χρήστης δεν υπάρχει στη βάση δεδομένων μας :(

source: Passowrd successfully changed.
el_gr: Ο κωδικός πρόσβασης άλλαξε με επιτυχία.

source: Invalid url :( Please check your mail again.
el_gr: Μη έγκυρη διεύθυνση url :( Ελέγξτε ξανά το mail σας.

source: A 3D globe of our whole map
el_gr: Μια τρισδιάστατη σφαίρα ολόκληρου του χάρτη μας

source: Double click on globe to go back.
el_gr: Κάντε διπλό κλικ στο globe για να επιστρέψετε.

source: Loading...
el_gr: Φόρτωση..

source: Place color pixels on an map styled canvas with other players online
el_gr: Τοποθετήστε έγχρωμα pixel σε έναν μεγάλο καμβά με άλλους παίκτες στο διαδίκτυο

source: Email can't be empty.
el_gr: Το email δεν μπορεί να είναι κενό.

source: Email should be at least 5 characters long.
el_gr: Το email πρέπει να αποτελείται από τουλάχιστον 5 χαρακτήρες.

source: Email can't be longer than 40 characters.
el_gr: Το email δεν μπορεί να είναι μεγαλύτερο από 40 χαρακτήρες.

source: Email should at least contain a dot
el_gr: Το email πρέπει να περιέχει τουλάχιστον μια τελεία

source: Email should contain a @
el_gr: Το email πρέπει να περιέχει ένα @

source: Name can't be empty.
el_gr: Το όνομα δεν μπορεί να είναι κενό.

source: Name must be at least 2 characters long
el_gr: Το όνομα πρέπει να αποτελείται από τουλάχιστον 2 χαρακτήρες

source: Name must be shorter than 26 characters
el_gr: Το όνομα πρέπει να είναι μικρότερο από 26 χαρακτήρες

source: Name contains invalid character like @, /, \ or #
el_gr: Το όνομα περιέχει μη έγκυρο χαρακτήρα όπως @, /, \ ή #

source: No password given.
el_gr: Δεν δόθηκε κωδικός πρόσβασης.

source: Password must be at least 6 characters long.
el_gr: Ο κωδικός θα πρέπει να είναι τουλάχιστον 6 χαρακτήρες.

source: Password must be shorter than 60 characters.
el_gr: Ο κωδικός πρόσβασης πρέπει να είναι μικρότερος από 60 χαρακτήρες.

source: PixMap.fun Password Reset
el_gr: PixMap.fun Επαναφορά κωδικού πρόσβασης

source: Reset your password here
el_gr: Επαναφέρετε τον κωδικό πρόσβασής σας εδώ

source: Reset Password
el_gr: Επαναφέρετε τον κωδικό πρόσβασης

source: Click here
el_gr: Κάντε κλικ εδώ

source: to go back to pixmap
el_gr: για να επιστρέψετε στο pixmap

source: Hello ${ name }, you can set your new password here:
el_gr: Γεια σας ${ name }, μπορείτε να ορίσετε τον νέο σας κωδικό πρόσβασης εδώ:

source: New Password
el_gr: Νέος Κωδικός

source: Confirm New Password
el_gr: Επιβεβαιώστε τον καινούριο σας κωδικό

source: Submit
el_gr: Yπέβαλλε

source: You are not logged in
el_gr: Δεν είσται συνδεμένοι

source: You are not allowed to access this page
el_gr: Δεν επιτρέπεται η πρόσβαση σε αυτή τη σελίδα

source: Just admins can do that
el_gr: Μόνο οι διαχειριστές μπορούν να το κάνουν αυτό

source: You are not banned
el_gr: Δεν είσαι απαγορευμένος

source: You are not even logged in.
el_gr: Δεν είστε καν συνδεδεμένος.

source: Server error when logging out.
el_gr: Σφάλμα διακομιστή κατά την αποσύνδεση.

source: Mail verification
el_gr: Επαλήθευση mail

source: You are now verified :)
el_gr: Είσαι πλέον επαληθευμένος :)

source: Your mail verification code is invalid or already expired :(, please request a new one.
el_gr: Ο κωδικός επαλήθευσης της αλληλογραφίας σας δεν είναι έγκυρος ή έχει ήδη λήξει :(, ζητήστε νέο.

source: This email provider is not allowed
el_gr: Αυτός ο πάροχος email δεν επιτρέπεται

source: No Captcha given
el_gr: Δεν δόθηκε αναγνωριστικό captcha

source: E-Mail already in use.
el_gr: Email είναι ήδη σε χρήση.

source: Username already in use.
el_gr: Το όνομα χρήστη χρησιμοποιείται ήδη.

source: You took too long, try again.
el_gr: Χρειάστηκε πολύς χρόνος, δοκιμάστε ξανά.

source: You failed your captcha
el_gr: Απέτυχες το captcha σου

source: Unknown Captcha Error
el_gr: Άγνωστο σφάλμα Captcha

source: Failed to create new user :(
el_gr: Αποτυχία δημιουργίας νέου χρήστη :(

source: Failed to establish session after register :(
el_gr: Απέτυχε η δημιουργία συνεδρίας μετά την εγγραφή :(

source: You are not authenticated.
el_gr: Δεν έχετε πιστοποιηθεί.

source: Incorrect password!
el_gr: Λάθος κωδικός!

source: PixMap.fun Accounts
el_gr: Λογαριασμοί PixMap.fun

source: You will be automatically redirected after 15s
el_gr: Θα ανακατευθυνθείτε αυτόματα μετά από 15 δευτερόλεπτα

source: Or ${ clickHere } to go back to pixmap
el_gr: Ή ${ clickHere } για να επιστρέψετε στο pixmap

source: Earth
el_gr: Gh

source: Moon
el_gr: Φεγγάρι

source: Our main canvas, a huge map of the world. Place everywhere you like
el_gr: Ο κύριος καμβάς μας, ένας τεράστιος χάρτης του κόσμου. Τοποθετήστε όπου θέλετε

source: Moon canvas. Safe space for art. No flags or large text (unless part of art) or art larger than 1.5k x 1.5k pixels.
el_gr: Καμβάς φεγγαριού. Ασφαλής χώρος για τέχνη. Χωρίς σημαίες ή μεγάλο κείμενο (εκτός αν είναι μέρος της τέχνης) ή τέχνη μεγαλύτερη από 1,5k x 1,5k pixel.

source: Place Voxels on a 3D canvas with others
el_gr: Τοποθετήστε Voxel σε έναν τρισδιάστατο καμβά μαζί με άλλους

source: Special canvas to spread awareness of SARS-CoV2
el_gr: Ειδικός καμβάς για τη διάδοση της ευαισθητοποίησης του SARS-CoV2

source: Mirror of PixelZone
el_gr: Καθρέφτης του PixelZone

source: Mirror of PixelCanvas
el_gr: Καθρέφτης του PixelCanvas

source: Black and White canvas
el_gr: Ασπρόμαυρος καμβάς

source: A canvas for the most active players from the the previous day. Daily ranking updates at 00:00 UTC.
el_gr: Ένας καμβάς για τους πιο δραστήριους παίκτες από την προηγούμενη μέρα. Καθημερινές ενημερώσεις κατάταξης στις 00:00 UTC.

source: Welcome ${ name } to PixMap, plese verify your mail
el_gr: Καλώς ορίσατε το ${ name } στο PixMap, επαληθεύστε τo mail σας

source: Hello ${ name }
el_gr: Γεια σας ${ name }

source: welcome to our little community of pixelplacers, to use your account, you have to verify your mail. You can do that here:
el_gr: καλώς ήρθατε στη μικρή μας κοινότητα των pixelplacers, για να χρησιμοποιήσετε τον λογαριασμό σας, πρέπει να επαληθεύσετε την αλληλογραφία σας. Μπορείτε να το κάνετε εδώ:

source: Click to Verify
el_gr: Κάντε κλικ για επαλήθευση

source: Or by copying following url:
el_gr: Ή αντιγράφοντας την παρακάτω διεύθυνση url:

source: Have fun and don't hesitate to contact us if you encouter any problems :)
el_gr: Διασκεδάστε και μη διστάσετε να επικοινωνήσετε μαζί μας αν αντιμετωπίσετε οποιοδήποτε πρόβλημα :)

source: Thanks
el_gr: Ευχαριστούμε

source: We already sent you a verification mail, you can request another one in ${ minLeft } minutes.
el_gr: Σας έχουμε ήδη στείλει ένα μήνυμα επαλήθευσης, μπορείτε να ζητήσετε ένα άλλο σε ${ minLeft } λεπτά.

source: You forgot your password for PixMap? Get a new one here
el_gr: Ξεχάσατε τον κωδικό πρόσβασής σας για το PixMap; Αποκτήστε ένα νέο εδώ

source: Hello
el_gr: Γεια

source: You requested to get a new password. You can change your password within the next 30min here:
el_gr: Ζητήσατε να λάβετε νέο κωδικό πρόσβασης. Μπορείτε να αλλάξετε τον κωδικό πρόσβασής σας μέσα στα επόμενα 30 λεπτά εδώ:

source: If you did not request this mail, please just ignore it (the ip that requested this mail was ${ ip }).
el_gr: Εάν δεν ζητήσατε αυτό το μήνυμα ηλεκτρονικού ταχυδρομείου, απλώς αγνοήστε το (η διεύθυνση IP που ζήτησε αυτό το μήνυμα ήταν ${ ip }).

source: Mail is not configured on the server
el_gr: Το mail δεν έχει ρυθμιστεί στον διακομιστή

source: We already sent you a mail with instructions. Please wait before requesting another mail.
el_gr: Σας έχουμε ήδη στείλει ένα mail με οδηγίες. Περιμένετε πριν ζητήσετε άλλo mail.

source: Couldn't find this mail in our database
el_gr: Δεν ήταν δυνατή η εύρεση αυτού του μηνύματος στη βάση δεδομένων μας
