Repository: MauRoblesss/pixmap
Catalog: i18n/ua.po
Languages: uk

source: Build image on canvas.
uk: Намалювати арт на полотні.

source: Build image and set it to protected.
uk: Намалювати арт та запротектити його.

source: Build image, but reset cooldown to unset-pixel cd.
uk: Намалювати арт, але скинути кд до 4с.

source: Clean spare pixels that are surrounded by unset pixels
uk: Очистити одиночні пікселі, які оточені пустими пікселями суші або води

source: Clean spare pixels that are surrounded by unset pixels and up to 1 other set pixels
uk: Очистити одиночні пікселі, які оточені пустими пікселями суші або води і одним поставленим пікселем

source: Clean spare pixels that are surrounded by a single other color or unset pixels (VERY AGGRESSIVE ON CANVASES THAT ALLOW UNSET PIXELS (where there are two cooldowns)!)
uk: Очистити одиночні пікселі, які оточені одним кольором або пустими пікселями (ДУЖЕ АГРЕСИВНА ФУНКЦІЯ НА ПОЛОТНАХ, НА ЯКИХ Є ПУСТІ ПІКСЕЛІ (де два кулдауни)!)

source: Status: Not running
uk: Статус: Не запущено

source: Image Upload
uk: Завантаження зображення

source: Upload images to canvas
uk: Завантажити зображення на полотно

source: File
uk: Файл

source: Coordinates in X_Y format:
uk: Координати в X_Y форматі:

source: Pixel Protection
uk: Протект пікселів

source: Set protection of areas (if you need finer grained control, use protect with image upload and alpha layers)
uk: Встановити протект областей (якщо вам потрібен більш точний контроль, робіть протект із завантаженням зображень та альфа-шарами)

source: Rollback to Date
uk: Відкотити до дати

source: Rollback an area of the canvas to a set date (00:00 UTC)
uk: Відкотити частину полотна до вибраної дати (00:00 UTC)

source: Canvas Cleaner
uk: Чистка полотна

source: Apply a filter to clean trash in large canvas areas.
uk: Виберіть фільтр для очищення сміття на великих частинах полотна.

source: Stop Cleaner
uk: Зупинити очищення

source: You must enter a duration
uk: Ви повинні ввести тривалість

source: You must enter an IID
uk: Ви повинні ввести IID

source: IID Actions
uk: Дії IID

source: Enter Reason
uk: Введіть причину

source: (0 = infinite)
uk: (0 = нескінченність)

source: Ping
uk: Тегнути

source: DM
uk: ПП

source: Block
uk: ЧС

source: Mute
uk: Вимкнути звук
