Repository: MauRoblesss/pixmap
Catalog: i18n/ua.po
Languages: uk

source: Switched to ${ canvasName }
uk: Змінено на полотно ${ canvasName }

source: Grid ON
uk: Сітка ВКЛ

source: Grid OFF
uk: Сітка ВИКЛ

source: Pixel Notify ON
uk: Піксельна активність ВКЛ

source: Pixel Notify OFF
uk: Піксельна активність ВИКЛ

source: Muted Sound
uk: Звуки ВИКЛ

source: Unmuted Sound
uk: Звуки ВКЛ

source: Copied!
uk: Скопійовано!

source: Pencil ON
uk: Олівець ВКЛ

source: Pencil OFF
uk: Олівець ВИКЛ

source: Error :(
uk: Помилка :(

source: Didn't get an answer from pixmap. Maybe try to refresh?
uk: Не отримано відповіді від сайту. Може спробуєте оновити сторінку?

source: Invalid Canvas
uk: Некоректне полотно

source: This canvas doesn't exist
uk: Цього полотна не існує

source: Invalid Coordinates
uk: Некоректні координати

source: x out of bounds
uk: x поза межами

source: y out of bounds
uk: y поза межами

source: z out of bounds
uk: z поза межами

source: Wrong Color
uk: Недійсний колір

source: Invalid color selected
uk: Вибрано недійсний колір

source: Just for registered Users
uk: Тільки для зареєстрованих користувачів

source: You have to be logged in to place on this canvas
uk: Ви маєте залогінитись, щоб ставити пікселі на цьому полотні

source: Place more :)
uk: Поставте більше пікселів :)

source: You can not access this canvas yet. You need to place more pixels
uk: Ви поки не можете отримати доступ до цього полотна. Потрібно поставити більше пікселів

source: Pixel protected!
uk: Піксель захищено!

source: Please prove that you are human
uk: Будь ласка, підтвердьте, що ви людина

source: No Proxies Allowed :(
uk: Проксі заборонені :(

source: You are using a Proxy.
uk: Ви використовуєте проксі.

source: Not allowed
uk: Заборонено

source: Just the Top10 of yesterday can place here
uk: Тут можуть грати тільки гравці з вчорашнього топ-10 дня

source: You are weird
uk: Ви дивні

source: Server got confused by your pixels. Are you playing on multiple devices?
uk: Ваші пікселі заплутали сервер. Ви граєте на кількох пристроях?

source: Banned
uk: Заборонено

source: Range Banned
uk: Заборонений діапазон

source: Your Internet Provider is banned from playing this game
uk: Вашому інтернет-провайдеру заборонено грати в цю гру

source: Timeout
uk: Час вийшов

source: Didn't get an answer from pixmapmap. Maybe try to refresh if problem persists?
uk: Не отримано відповіді від pixmap. Можливо спробуєте оновити сторінку?

source: Weird
uk: Дивно

source: Couldn't set Pixel
uk: Не вдалося поставити піксель

source: Error ${ retCode }
uk: Помилка ${ retCode }

source: Canvas Error
uk: Помилка полотна

source: Can't render 3D canvas, do you have WebGL2 disabled?
uk: Не вдається візуалізувати 3D-полотно, може у вас вимкнено WebGL2?

source: OK
uk: ОК

source: You made too many requests
uk: Ви зробили занадто багато запитів

source: try again after ${ ti }min
uk: спробуйте ще раз через ${ ti }хв

source: Connection error ${ code } :(
uk: Помилка з'єднання ${ code } :(

source: Could not connect to server, please try again later :(
uk: Не вдалося підключитися до сервера, спробуйте пізніше :(

source: Unknown Error
uk: Невідома помилка

source: Server answered with gibberish :(
uk: Сервер відповів тарабарщиною :(

source: Your next pixels are ready
uk: Ваші пікселі готові

source: You can now place more on pixmap.fun :)
uk: Тепер ви можете поставити більше на pixmap.fun :)

source: mentioned you
uk: згадав вас

source: You have new messages in chat
uk: У вас є непрочитані повідомлення в чаті

source: Copy to Clipboard
uk: Скопіювати

source: Online Users on Canvas
uk: Онлайн-гравці на полотні

source: Total Online Users
uk: Всього онлайн-гравців

source: Pixels placed
uk: Пікселів поставлено

source: Canvas Selection
uk: Вибір полотна

source: Close Chat
uk: Закрити чат

source: Open Chat
uk: Відкрити чат

source: Enable Pencil
uk: Увімкнути олівець

source: Disable Pencil
uk: Вимкнути олівець

source: Close Menu
uk: Закрити меню

source: Open Menu
uk: Відкрити меню

source: Close
uk: Закрити

source: PopUp
uk: Розгортання

source: Restore
uk: Відновити

source: Clone
uk: Клонувати

source: Move
uk: Перемістити

source: Maximize
uk: Збільшити

source: Resize
uk: Змінити розмір

source: Loading
uk: Завантаження

source: Select Date above
uk: Виберіть дату зверху

source: Settings
uk: Налаштування

source: Help
uk: Допомога

source: User Area
uk: Профіль користувача

source: Make Screenshot
uk: Зробити скріншот

source: Globe View
uk: Відкрити глобус

source: Close Palette
uk: Закрити палітру

source: Open Palette
uk: Відкрити палітру

source: Registration
uk: Реєстрація

source: Forgot Password
uk: Забув пароль

source: Chat
uk: Чат

source: Canvas Archive
uk: Архів полотен

source: You took too long, try again.
uk: Вам знадобилося занадто багато часу, спробуйте ще раз.

source: You failed your captcha
uk: Не вдалося пройти капчу

source: No or invalid captcha text
uk: Немає або недійсний текст капчі

source: No captcha id given
uk: Ідентифікатор капчі не вказано

source: Unknown Captcha Error
uk: Невідома помилка капчі

source: Error
uk: Помилка

source: Cancel
uk: Відмінити

source: Send
uk: Надіслати

source: You are banned. You think it is unjustified? Check out the
uk: Ви забанені. Ви вважаєте це невиправданим? Перевірте

source: on how to appeal.
uk: те, як оскаржити.

source: Reason
uk: Причина

source: By Mod
uk: Від модератора

source: Duration
uk: Тривалість

source: Your ban expires at
uk: Ваш бан закінчується о

source: which is in
uk: який знаходиться в

source: Unbanned
uk: Розбанено

source: Now that you have seen this message, you are no longer banned.
uk: Коли ви побачили це повідомлення, ви більше не заблоковані.

source: Why?
uk: Чому?

source: Register new account here
uk: Зареєструйте новий аккаунт тут

source: Name
uk: Нікнейм

source: Email
uk: Пошта

source: Password
uk: Пароль

source: Confirm Password
uk: Повторіть пароль

source: Captcha
uk: Капча

source: Submit
uk: Підтвердити

source: Enable pencil tool
uk: Увімкнути інструмент олівця

source: Show Grid
uk: Показувати сітку

source: Turn on grid to highlight pixel borders.
uk: Увімкніть сітку, щоб виділити межі пікселів.

source: Show Pixel Activity
uk: Показувати піксельну активність

source: Show circles where pixels are placed.
uk: Показувати кола в тих місцях, де були поставлені пікселі.

source: Disable Game Sounds
uk: Вимкнути звуки гри

source: All sound effects will be disabled.
uk: Всі звукові ефекти будуть вимкнені.

source: Your Browser doesn't allow us to use AudioContext to play sounds. Do you have some privacy feature blocking us?
uk: Ваш браузер не дозволяє нам використовувати AudioContext для програвання звуків. У вас є якесь налаштування приватності, яке блокує нас?

source: Enable chat notifications
uk: Увімкнути сповіщення чату

source: Play a sound when new chat messages arrive
uk: Звукові сповіщення, коли в чаті з'являються нові повідомлення

source: Auto Zoom In
uk: Автоматичне збільшення

source: Zoom in instead of placing a pixel when you tap the canvas and your zoom is small.
uk: Коли ви далеко від поверхні, клік моментально наблизить вас до неї, замість встановлення пікселя.

source: Compact Palette
uk: Компактна палітра

source: Display Palette in a compact form that takes less screen space.
uk: Відображати палітру в компактній формі, яка займає менше місця на екрані.

source: Potato Mode
uk: Режим відра

source: For when you are playing on a potato.
uk: Для тих випадків, коли ваш пк - відро.

source: Light Grid
uk: Світла сітка

source: Show Grid in white instead of black.
uk: Показувати білу, а не чорну сітку.

source: Historical View
uk: Історичний вигляд

source: Check out past versions of the canvas.
uk: Перегляньте стан полотна у минулому.

source: Themes
uk: Теми

source: How pixmap should look like.
uk: Як має виглядати pixmap.

source: Select Language
uk: Змінити мову

source: Place color pixels on a large canvas with other players online!
uk: Ставте кольорові пікселі на гігантському полотні разом з іншими гравцями!

source: Our main canvas is a huge worldmap, you can place wherever you like, but you will have to wait a specific Cooldown between pixels. You can check out the cooldown and requirements on the Canvas Selection menu (globe button on top). Some canvases have a different cooldown for replacing a user-set pixels than placing on a unset pixel. i.e. 4s/7s means 4s on fresh pixels and 7s on already set pixels.
uk: Наше головне полотно - це величезна карта світу, на якій ви можете розміщувати пікселі де завгодно, але вам доведеться почекати певний час перезарядки між ними. Ви можете перевірити час перезарядки та вимоги в меню Вибір полотна (кнопка з глобусом зверху). Деякі полотна мають інший час для заміни встановлених іншими користувачами пікселів, тобто 4с./7с. означає 4 с. перезарядки на пустому місці і 7 с. на вже встановлених пікселях.

source: Higher zoomlevels take some time to update, the 3D globe gets updated at least once per day.
uk: Більш високі рівні масштабування потребують певного часу для оновлення, 3D-глобус оновлюється принаймні раз на день.

source: Have fun!
uk: Веселіться!

source: recommended
uk: рекомендовано

source: Source on
uk: Джерело на

source: Map Data
uk: Дані карти

source: The bare map data that we use, together with converted OpenStreetMap tiles for orientation, can be downloaded from mega.nz here:
uk: Використовувані нами пусті картографічні дані, разом із конвертованими плитками карти з OpenStreetMap для орієнтації, можна завантажити з mega.nz тут:

source: Banned? Detected as Proxy?
uk: Забанені? У вас виявлено проксі?

source: If you got detected as proxy, but you are none, or think that you got wrongfully banned, please go to our ${ guildedLink } or send us an e-mail to ${ mailLink } and include the following IID:
uk: Якщо у вас виявлено проксі, але ви його не використовуєте, або ви вважаєте, що ваш бан необґрунтований, перейдіть в наш ${ guildedLink } або надішліть нам електронний лист на адресу ${ mailLink } і вкажіть такий IID:

source: Controls
uk: Елементи управління

source: Click a color in palette to select it
uk: Клацніть колір на палітрі, щоб вибрати його

source: Press ${ bindG } to toggle grid
uk: Натисніть ${ bindG }, щоб перемкнути сітку

source: Press ${ bindP } to activate the pencil
uk: Натисніть ${ bindP }, щоб активувати олівець

source: Press ${ bindX } to toggle showing of pixel activity
uk: Натисніть ${ bindX }, щоб перемкнути показ піксельної активності

source: Press ${ bindH } to toggle historical view
uk: Натисніть ${ bindH }, щоб перемкнути перегляд історії

source: Press ${ bindR } to copy coordinates
uk: Натисніть ${ bindR }, щоб скопіювати координати

source: Press ${ bindQ } or ${ bindE } to zoom
uk: Натисніть ${ bindQ } або ${ bindE } для масштабування

source: Press ${ bindW }, ${ bindA }, ${ bindS }, ${ bindD } to move
uk: Натисніть ${ bindW }, ${ bindA }, ${ bindS }, ${ bindD } для переміщення

source: Press ${ bindAUp }, ${ bindALeft }, ${ bindADown }, ${ bindARight } to move
uk: Натисніть ${ bindAUp }, ${ bindALeft }, ${ bindADown }, ${ bindARight } для переміщення

source: Drag ${ mouseSymbol } mouse or ${ touchSymbol } pan to move
uk: Рухайте мишу ${ mouseSymbol } або тачпад ${ touchSymbol } для переміщення

source: Scroll ${ mouseSymbol } mouse wheel or ${ touchSymbol } pinch to zoom
uk: Крутіть колесо миші ${ mouseSymbol } або щипайте тачпад ${ touchSymbol }, щоб наблизити/віддалити полотно

source: Hold left ${ bindShift } for placing while moving mouse
uk: Затисніть лівий ${ bindShift }, для того щоб автоматично ставити пікселі під час руху миші

source: Hold right ${ bindShift } for placing while moving mouse according to historical view
uk: Затисніть правий ${ bindShift }, для того щоб автоматично ставити пікселі під час руху миші, відповідно до Історичного вигляду

source: ${ mouseSymbol } Left click or ${ touchSymbol } tap to place a pixel
uk: ${ mouseSymbol } Клацніть лівою клавішею миші або торкніться ${ touchSymbol }, щоб поставити піксель

source: Click ${ mouseSymbol } middle mouse button or ${ touchSymbol } long-tap to select current hovering color
uk: Клацніть середню кнопку миші ${ mouseSymbol } або затисніть ${ touchSymbol }, щоб вибрати поточний колір, на який наведений ваш курсор

source: Press ${ bindE } and ${ bindC } to fly up and down
uk: Натискайте ${ bindE } та ${ bindC }, щоб літати вгору та вниз

source: ${ mouseSymbol } Hold left mouse button and drag mouse to rotate
uk: ${ mouseSymbol } Затисніть ліву кнопку миші та переміщайте її, щоб повернути камеру

source: ${ mouseSymbol } Scroll mouse wheel or hold ${ mouseSymbol } middle mouse button and drag to zoom
uk: ${ mouseSymbol } Прокрутіть колесо миші або затисніть середню кнопку миші ${ mouseSymbol } і перемістіть її, щоб збільшити/зменшити

source: ${ mouseSymbol } Right click and drag mouse to pan
uk: ${ mouseSymbol } Затисніть праву кнопку миші та перемістіть її для панорамування

source: ${ mouseSymbol } Right click or ${ touchSymbol } double-tap to remove a pixel
uk: ${ mouseSymbol } Клацніть правою кнопкою миші або ${ touchSymbol } двічі торкніться тачпаду, щоб видалити піксель

source: We thanks those artists very much, they offered their palettes to the public on
uk: Ми дуже дякуємо цим художникам, вони запропонували свої палітри публіці на

source: Credit for the Palette of the Moon goes to ${ starhouseLink }.
uk: Автор палітри Місяця - ${ starhouseLink }.

source: Credit for the Palette of the Top10 canvas goes to ${ vinikLink }.
uk: Автор палітри полотна топ-10 - ${ vinikLink }.

source: Select the canvas you want to use. Every canvas is unique and has different palettes, cooldown and requirements. Archive of closed canvases can be accessed here:
uk: Виберіть полотно, на якому хочете малювати. Кожне з них унікальне і має різні палітри, кулдаун і вимоги. Архів закритих полотен можна переглянути тут:

source: Archive
uk: Архів

source: Profile
uk: Профіль

source: Statistics
uk: Статистика

source: Void
uk: Войд

source: Converter
uk: Конвертер

source: Modtools
uk: Модтулз

source: Loading...
uk: Завантаження...

source: Consider joining us on Guilded:
uk: Приєднуйтесь до нас в Guilded:

source: While we tend to not delete canvases, some canvases are started for fun or as a request by users who currently like a meme. Those canvases can get boring after a while and after weeks of no major change and if they really aren't worth being kept active, we decide to remove them.
uk: Хоча ми, зазвичай, не видаляємо полотна, деякі з них створюються для розваги або на прохання гравців, яким сподобався якийсь тренд. Ці полотна можуть стати нудними через деякий час, і після декількох тижнів без серйозних змін, якщо цим полотнам дійсно не варто залишатися відкритими, ми вирішуємо їх видалити.

source: Here we collect those canvases to archive them in a proper way (which is currently just one).
uk: Тут ми збираємо ці полотна, щоб належним чином їх архівувати (наразі є лише одне).

source: Political Compass Canvas
uk: Полотно Політичний Компас

source: This canvas got requested during a time of political conflicts on the main Earth canvas. It was a 1024x1024 representation of the political compass with a 5s cooldown and 60s stacking. It got launched on May 11th and remained active for months till it got shut down on November 30th.
uk: На це полотно ми отримали запит під час політичних конфліктів на головному полотні Землі. Це було зображення політичного компасу розміром 1024x1024 з 5-секундною перезарядкою та 60-секундним її накопиченням. Воно було створене 11-го травня і залишалось активним на протязі місяців, поки не було закрите 30-го листопада.

source: We decided to archive it as a timelapse with lossless encoded webm. Taking a screenshot from the timelapse results in a perfect 1:1 representation of how the canvas was at that time.
uk: Ми вирішили заархівувати його як таймлапс, закодований у webm без втрат. Скріншот з таймлапсу дає точне зображення у співвідношенні 1:1 того, як виглядало полотно на той момент часу.

source: Start chatting here
uk: Починайте спілкуватися тут

source: Chat here
uk: Спілкуйтесь тут

source: You must be logged in to chat
uk: Ви повинні залогінитись, щоб спілкуватись

source: Channel settings
uk: Налаштування чату

source: Sent you a mail with instructions to reset your password.
uk: Вам надіслано електронний лист з інструкціями щодо відновлення пароля.

source: Enter your mail address and we will send you a new password:
uk: Введіть електронну адресу, і ми надішлемо вам новий пароль:

source: Could not load captcha
uk: Не вдалося завантажити капчу

source: Type the characters from the following image:
uk: Введіть символи на картинці:

source: Tip: Not case-sensitive; I and l are the same
uk: Можна все писати малими літерами; I(i) та l(L) - однакові

source: Load Captcha
uk: Завантажити капчу

source: Click to Load Captcha
uk: Натисніть, щоб завантажити капчу

source: Can't read? Reload:
uk: Не можете прочитати? Перезавантажте:

source: Reload
uk: Перезавантажити

source: Enter Characters
uk: Ввести символи

source: Email can't be empty.
uk: Електронна адреса не може бути порожньою.

source: Email should be at least 5 characters long.
uk: Електронна адреса повинна мати не менше 5 символів.

source: Email can't be longer than 40 characters.
uk: Електронна адреса не може містити більше 40 символів.

source: Email should at least contain a dot
uk: Електронна адреса повинна містити принаймні крапку

source: Email should contain a @
uk: Електронна адреса повинна містити @

source: Name can't be empty.
uk: Нікнейм не може бути порожнім.

source: Name must be at least 2 characters long
uk: Нікнейм має містити щонайменше 2 символи

source: Name must be shorter than 26 characters
uk: Нікнейм має бути коротшим за 26 символів

source: Name contains invalid character like @, /, \ or #
uk: Нікнейм містить некоректний символ, такий як @, /, \ або #

source: No password given.
uk: Не вказано пароль.

source: Password must be at least 6 characters long.
uk: Пароль повинен містити щонайменше 6 символів.

source: Password must be shorter than 60 characters.
uk: Пароль повинен бути коротшим за 60 символів.

source: Get IID
uk: Отримати IID

source: Copy
uk: Копіювати

source: Save
uk: Зберегти

source: Login to access more features and stats.
uk: Залогіньтесь для додаткових функцій та статистики.

source: Login with Name or Mail:
uk: Увійти за допомогою нікнейму або пошти:

source: I forgot my Password.
uk: Я забув свій пароль.

source: or login with:
uk: або увійдіть через:

source: or register here:
uk: або зареєструйтесь тут:

source: Register
uk: Зареєструватись

source: Online Users
uk: Гравці онлайн

source: Cooldown
uk: Кулдаун

source: Stacking till
uk: Накопичення кулдауну

source: Ranked
uk: Рейтинг

source: Yes
uk: Так

source: No
uk: Ні

source: Requirements
uk: Вимоги

source: User Account
uk: Аккаунт

source: and ${ canvas.req } Pixels set
uk: та ${ canvas.req } поставлених пікселів

source: Top 10 Daily Ranking
uk: Щоденний рейтинг топ-10

source: Dimensions
uk: Розміри

source: Your name is: ${ name }
uk: Ваш нікнейм: ${ name }

source: Country:
uk: Країна:

source: Registration: ${ reData }
uk: Реєстрація: ${ reData }

source: Today Placed Pixels
uk: Поставлено пікселів сьогодні

source: Daily Rank
uk: Щоденний рейтинг

source: Placed Pixels
uk: Поставлено пікселів всього

source: Total Rank
uk: Загальний рейтинг

source: Log out
uk: Вийти

source: Change Username
uk: Змінити нікнейм

source: Change Mail
uk: Змінити пошту

source: Change Password
uk: Змінити пароль

source: Delete Account
uk: Видалити аккаунт

source: Social Settings
uk: Соціальні налаштування

source: Choose Canvas
uk: Вибрати полотно

source: Palette Download
uk: Завантажити палітру

source: Palette for ${ gimpLink }
uk: Палітра для ${ gimpLink }

source: Image Converter
uk: Конвертер зображень

source: Convert an image to canvas colors
uk: Конвертувати зображення у кольори полотна

source: Choose Strategy
uk: Вибрати стратегію

source: Serpentine
uk: Серпентин

source: Minimum Color Distance
uk: Мінімальна відстань між кольорами

source: Calculate like GIMP
uk: Обчислювати як в GIMP

source: Choose Color Mode
uk: Вибрати режим кольорів

source: Add Grid (uncheck if you need a 1:1 template)
uk: Додати сітку (зніміть галочку, якщо вам потрібен шаблон без сітки)

source: Offset
uk: Зсув

source: Scale Image
uk: Масштаб зображення

source: Width
uk: Ширина

source: Height
uk: Висота

source: Keep Ratio
uk: Зберігати коефіцієнт зміни розміру

source: Anti Aliasing
uk: Згладжування

source: Reset
uk: Скинути

source: Download Template
uk: Завантажити шаблон

source: Total
uk: Загальний

source: Today
uk: Сьогодні

source: Yesterday
uk: Вчора

source: Countries Today
uk: Країни сьогодні

source: Colors Today
uk: Кольори сьогодні

source: Charts
uk: Діаграми

source: User
uk: Ваш профіль

source: Country
uk: Країна

source: Color
uk: Колір

source: Ranking updates every 5 min. Daily rankings get reset at midnight UTC.
uk: Рейтинг оновлюється кожні 5 хв. Щоденний рейтинг обнулюється опівночі по UTC.

source: Please verify your mail address or your account could get deleted after a few days.
uk: Будь ласка, підтвердьте вашу електронну адресу, інакше ваш аккаунт буде видалено через кілька днів.

source: A new verification mail is getting sent to you.
uk: Новий лист з підтвердженням надіслано.

source: Click here to request a new verification mail.
uk: Клацніть тут, щоб надіслати новий лист для підтвердження.

source: Name or Email
uk: Нікнейм або пошта

source: LogIn
uk: Увійти

source: New Username
uk: Новий нікнейм

source: Passwords do not match.
uk: Паролі не збігаються.

source: Changed Password successfully.
uk: Пароль успішно змінено.

source: Old Password
uk: Старий пароль

source: New Password
uk: Новий пароль

source: Confirm New Password
uk: Підтвердити новий пароль

source: Changed Mail successfully. We sent you a verification mail, please verify your new mail address.
uk: Пошту успішно змінено. Ми надіслали вам лист з підтвердженням, будь ласка, підтвердьте свою нову поштову адресу.

source: New Mail
uk: Нова пошта

source: Block DMs
uk: Вимкнути приватні повідомлення

source: Block all Private Messages
uk: Заблокувати всі приватні повідомлення

source: Private
uk: Приватний режим

source: Don't show me in global stats
uk: Не показувати мене в глобальній статистиці

source: Unblock Users
uk: Розблокувати користувачів

source: You have no users blocked
uk: У вас немає заблокованих користувачів

source: Yes, Delete My Account!
uk: Так, видаліть мій аккаунт!

source: Top 10 Countries [pxls / day]
uk: Топ 10 країн [пікселі/день]

source: Players and Pixels per hour
uk: Гравців і пікселів на годину

source: Top 10 Players [pxls / day]
uk: Топ 10 граців [пікселі/день]

source: Countries by Pixels Today
uk: Країни за пікселями сьогодні

source: Total Pixels placed per day
uk: Загальна кількість пікселів, розміщених за день

source: Earth Colors by Pixels Today
uk: Кольори Землі за пікселями сьогодні

source: IP Actions
uk: Дії з IP-адресою

source: Do stuff with IPs (one IP per line)
uk: Робити щось з IP-адресами (по одному IP на рядок)

source: Manage Moderators
uk: Керувати модераторами

source: Remove Moderator
uk: Видалити модератора

source: There are no mods
uk: Модераторів немає

source: Assign new Mod
uk: Призначити нового модератора

source: Enter UserName of new Mod
uk: Введіть нікнейм нового модератора

source: User Name
uk: Нікнейм

source: Interval is invalid
uk: Інтервал недійсний

source: Check who placed in an area
uk: Перевірте, хто розмістив в області

source: Canvas
uk: Полотно

source: Interval
uk: Інтервал

source: IID (optional)
uk: IID (необов'язково)

source: Top-left corner
uk: Верхній лівий кут

source: Bottom-right corner
uk: Правий нижній кут

source: Get Pixels
uk: Отримати пікселі

source: Get Users
uk: Отримати користувачів
